[
  {
    "quote": "“It’s all fine to say, “Time will heal everything, this too shall pass away. People will forget”—and things like that when you are not involved, but when you are there is no passage of time, people do not forget and you are in the middle of something that does not change.”",
    "book": "Cannery Row"
  },
  {
    "quote": "“Being at ease with himself put him at ease with the world.”",
    "book": "Cannery Row"
  },
  {
    "quote": "“It is the hour of pearl—the interval between day and night when time stops and examines itself.”",
    "book": "Cannery Row"
  },
  {
    "quote": "“It was deeply a part of Lee's kindness and understanding that man's right to kill himself is inviolable, but sometimes a friend can make it unnecessary”",
    "book": "Cannery Row"
  },
  {
    "quote": "“A man with a beard was always a little suspect anyway. You couldn't say you wore a beard because you liked a beard. People didn't like you for telling the truth. You had to say you had a scar so you couldn't shave.”",
    "book": "Cannery Row"
  },
  {
    "quote": "“Men all do about the same thing when they wake up.”",
    "book": "Cannery Row"
  },
  {
    "quote": "“He can kill anything for need but he could not even hurt a feeling for pleasure.”",
    "book": "Cannery Row"
  },
  {
    "quote": "“If a man ordered a beer milkshake he'd better do it in a town where he wasn't known.”",
    "book": "Cannery Row"
  },
  {
    "quote": "“Doc tips his hat to dogs as he drives by and the dogs look up and smile at him.”",
    "book": "Cannery Row"
  },
  {
    "quote": "“Two generations of Americans knew more about the Ford coil than the clitoris, about the planetary system of gears that the solar system of stars.”",
    "book": "Cannery Row"
  },
  {
    "quote": "“Men in fear and hunger destroy their stomachs in the fight to secure certain food, where men hungering for love destroy everything lovable about them.... In the world ruled by tigers with ulcers, rutted by strictured bulls, scavenged by blind jackals.... What can it profit a man to gain the whole world and to come to his property with a gastric ulcer, a blown prostate, and bifocals?”",
    "book": "Cannery Row"
  },
  {
    "quote": "“The sale of souls to gain the whole world is completely voluntary and almost unanimous...but not quite.”",
    "book": "Cannery Row"
  },
  {
    "quote": "“The remarkable thing,” said Doc, “isn’t that they put their tails up in the air—the really incredibly remarkable thing is that we find it remarkable. We can only use ourselves as yardsticks. If we did something as inexplicable and strange we’d probably be praying—so maybe they’re praying.”",
    "book": "Cannery Row"
  },
  {
    "quote": "“Because he loved true things he tried to explain.”",
    "book": "Cannery Row"
  },
  {
    "quote": "“Financial bitterness could not eat too deeply into Mack and the boys, for they were not mercantile men. They did not measure their joy in goods sold, their egos in bank balances, nor their loves in what they cost.”",
    "book": "Cannery Row"
  },
  {
    "quote": "“The tide goes out imperceptibly. The boulders show and seem to rise up and the ocean recedes leaving little pools, leaving wet weed and moss and sponge, iridescence and brown and blue and China red. On the bottoms lie the incredible refuse of the sea, shells broken and chipped and bits of skeleton, claws, the whole sea bottom a fantastic cemetery on which the living scamper and scramble.”",
    "book": "Cannery Row"
  },
  {
    "quote": "“Doc still loved true things but he knew that it was not a general love and it could be a very dangerous mistress.”",
    "book": "Cannery Row"
  },
  {
    "quote": "“Doc would listen to any kind of nonsense and change it for you to a kind of wisdom.”",
    "book": "Cannery Row"
  },
  {
    "quote": "“Henri the painter was not French and his name was not Henri. Also he was not really a painter. Henri has so steeped himself in stories of the Left Bank in Paris that he lived there although he had never been there.”",
    "book": "Cannery Row"
  },
  {
    "quote": "“The Word is symbol of delight which sucks up men and scenes, trees, plants, factories, and Pekinese. Then the Thing becomes the Word and the back to Thing again, but warped and woven into a fantastic pattern.”",
    "book": "Cannery Row"
  },
  {
    "quote": "“Then the sun came up and shook the night chill out of the air the way you'd shake a rug.”",
    "book": "Cannery Row"
  },
  {
    "quote": "“There were frogs all right, thousands of them. Their voices beat the night, they boomed and barked and croaked and rattled. They sang to the stars, to the waning moon, to the waving grasses. They bellowed long songs and challenges.”",
    "book": "Cannery Row"
  },
  {
    "quote": "“The Carmel is a lovely little river. It isn't very long but in its course it has everything a river should have. It ... tumbles down a while, runs through shallows, ... crackles among round boulders, wanders lazily under sycamores, spills into pools where trout live ... In the winter, it becomes a torrent, ... and in the summer it is a place for children to wade in and for fishermen to wander in.”",
    "book": "Cannery Row"
  },
  {
    "quote": "“A man with a beard, ordering a beer milk shake in a town where he wasn’t known—they might call the police.”",
    "book": "Cannery Row"
  },
  {
    "quote": "“Dora was having trouble with her income tax, for she was entangled in that curious enigma which said the business was illegal and then taxed her for it.”",
    "book": "Cannery Row"
  },
  {
    "quote": "“He's got a can up there,' Richard said.”",
    "book": "Cannery Row"
  },
  {
    "quote": "“Maybe his wealth was entirely in unpaid bills.”",
    "book": "Cannery Row"
  },
  {
    "quote": "“Cannery Row in Monterey in California is a poem, a stink, a grating noise, a quality of light, a tone, a habit, a nostalgia, a dream.”",
    "book": "Cannery Row"
  },
  {
    "quote": "“Who wants to be good if he has to be hungry too?”",
    "book": "Cannery Row"
  },
  {
    "quote": "“Someone should write an erudite essay on the moral, physical, and esthetic effect of the Model T Ford on the American nation. Two generations of Americans knew more about the Ford coil than the clitoris”",
    "book": "Cannery Row"
  },
  {
    "quote": "“Why did his mind pick its way as delicately as a cat through cactus?”",
    "book": "Cannery Row"
  },
  {
    "quote": "“He wears a beard and his face is half Christ and half satyr and his face tells the truth.”",
    "book": "Cannery Row"
  },
  {
    "quote": "“The party had all the best qualities of a riot and a night on the barricades.”",
    "book": "Cannery Row"
  },
  {
    "quote": "“His mind had no horizon—and his sympathy had no warp.”",
    "book": "Cannery Row"
  },
  {
    "quote": "“A man's right to kill himself is inviolable, but sometimes a friend can make it unnecessary.”",
    "book": "Cannery Row"
  },
  {
    "quote": "“Monterey is a place, a grating noise, a quality of light, a tone, a habit, a nostalgia, a dream.”",
    "book": "Cannery Row"
  },
  {
    "quote": "“It's all right not to believe in luck and omens. Nobody believes in them. But it doesn't do any good to take chances with them and no one takes chances.”",
    "book": "Cannery Row"
  },
  {
    "quote": "“That is the way it is done, the way it has always been done. Frogs have every right to expect it will always be done that way.”",
    "book": "Cannery Row"
  },
  {
    "quote": "“In strange and beautiful wares. It sells the lovely animals of the sea, the sponges, tunicates, anemones, the stars and buttlestars, and sun stars, the bivalves, barnacles, the worms and shells, the fabulous and multiform little brothers, the living moving flowers of the sea, nudibranchs and tectibranchs, the spiked and nobbed and needly urchins,”",
    "book": "Cannery Row"
  },
  {
    "quote": "“Cats drip over the fences and slither like syrup over the ground to look for fish heads. Silent”",
    "book": "Cannery Row"
  },
  {
    "quote": "“What can it profit a man to gain the whole world and to come to his property with a gastric ulcer, a blown prostate, and bifocals?”",
    "book": "Cannery Row"
  },
  {
    "quote": "“But whereas most men in their search for contentment destroy themselves and fall wearily short of their targets, Mack and his friends approached contentment casually, quietly, and absorbed it gently.”",
    "book": "Cannery Row"
  },
  {
    "quote": "“It was then that Doc devised a method for getting revenge on a bank if anyone should ever want to. ‘Rent a safety deposit box,’ he said, ‘then deposit in it one whole fresh salmon and go away for six months.”",
    "book": "Cannery Row"
  },
  {
    "quote": "“Two generations of Americans knew more about the Ford coil than the clitoris, about the planetary system of gears than the solar system of stars”",
    "book": "Cannery Row"
  },
  {
    "quote": "“The guest list, if there had been one, was a little like a census.”",
    "book": "Cannery Row"
  },
  {
    "quote": "“A man with a beard was always a little suspect anyway.”",
    "book": "Cannery Row"
  },
  {
    "quote": "“The sea lions felt it and their barking took on a tone and a cadence that would have gladdened the heart of St. Francis. Little girls”",
    "book": "Cannery Row"
  },
  {
    "quote": "“And by the same token she is hated by the twisted and lascivious sisterhood of married spinsters whose husbands respect the home but don’t like it very much. Dora”",
    "book": "Cannery Row"
  },
  {
    "quote": "“Doc would listen to any kind of nonsense and change it for you to a kind of wisdom. His mind had no horizon—and his sympathy had no warp.”",
    "book": "Cannery Row"
  },
  {
    "quote": "“He was concupiscent as a rabbit and gentle as hell.”",
    "book": "Cannery Row"
  },
  {
    "quote": "“Bought two quarts of beer for breakfast.”",
    "book": "Cannery Row"
  },
  {
    "quote": "“Cannery Row in Monterey in California is a poem, a stink, a grating noise, a quality of light, a tone, a habit, a nostalgia, a dream. Cannery Row is the gathered and scattered, tin and iron and rust and splintered wood, chipped pavement and weedy lots and junk heaps, sardine canneries of corrugated iron, honky tonks, restaurants and whore houses, and little crowded groceries, and laboratories and flophouses.”",
    "book": "Cannery Row"
  },
  {
    "quote": "“There is no explaining a series of misfortunes like that. Every man blames himself. People in their black minds remember sins committed secretly and wonder whether they have caused the evil sequence”",
    "book": "Cannery Row"
  },
  {
    "quote": "“He used it to haul squids and he liked a fresh breeze to blow in his face. His name was Francis Almones and he had a sad life, for he always made just a fraction less than he needed to live.”",
    "book": "Cannery Row"
  },
  {
    "quote": "“They drew into themselves and no one could foresee how they would come out of the cloud. For there are two possible reactions to social ostracism— either a man emerges determined to be better, purer, and kindlier or he goes bad, challenges the world and does even worse things. This last is by far the commonest reaction to stigma.”",
    "book": "Cannery Row"
  },
  {
    "quote": "“Most of the babies of the period were conceived in Model T Fords and not a few were born in them. The theory of the Anglo Saxon home became so warped that it never quite recovered.”",
    "book": "Cannery Row"
  },
  {
    "quote": "“Give a little party,” she insisted. “Just a small affair. Nobody will dress. It’s the anniversary of the founding of the Bloomer League—you didn’t even remember that.” “It’s no use,” said Tom.”",
    "book": "Cannery Row"
  },
  {
    "quote": "“How much is whiskey a gallon?” “I don’t know,” said Hughie. “I never get more than a half pint at a time myself—at one time that is. I figure you get a quart and right away you got friends. But you get a half pint and you can drink it in the lot before— well before you got a lot of folks around.”",
    "book": "Cannery Row"
  },
  {
    "quote": "“The Word is a symbol and a delight which sucks up men and scenes, trees, plants, factories, and Pekinese. Then the Thing becomes the Word and back to Thing again, but warped and woven into a fantastic pattern.”",
    "book": "Cannery Row"
  },
  {
    "quote": "“Finally, although they didn’t want to, Hazel and Jones were chosen to call on Doc. They found him working over a tide chart while he ate a chicken stew of which the principal ingredient was not chicken but sea cucumber. They thought he looked at them a little coldly. “It’s Darling,” they said. “She’s sick.”",
    "book": "Cannery Row"
  },
  {
    "quote": "“People didn’t like you for telling the truth.”",
    "book": "Cannery Row"
  },
  {
    "quote": "“Mack has qualities of genius. They’re all very clever if they want something. They just know the nature of things too well to be caught in that wanting.”",
    "book": "Cannery Row"
  },
  {
    "quote": "“the evening crept in as delicately as music.”",
    "book": "Cannery Row"
  },
  {
    "quote": "“know,” said Mack. “And when it comes off why I’ll tell Doc it was your idear. But I think I better go over alone.” “How is he—friendly?” Eddie asked. “Sure, he’s all right.” Mack found Doc”",
    "book": "Cannery Row"
  },
  {
    "quote": "“It’s not so bad when you get used to it,” said Doc. “I’ve been drinking it for seventeen years.”",
    "book": "Cannery Row"
  },
  {
    "quote": "“It is the hour of the pearl—the interval between day and night when time stops and examines itself.”",
    "book": "Cannery Row"
  },
  {
    "quote": "“Most wonderful woman. Ought to of been a man. If she was a man I wouldn’ of married her.”",
    "book": "Cannery Row"
  },
  {
    "quote": "“men in fear and hunger destroy their stomachs in the fight to secure certain food, where men hungering for love destroy everything lovable about them.”",
    "book": "Cannery Row"
  },
  {
    "quote": "“On the bottoms lie the incredible refuse of the sea, shells broken and chipped and bits of skeleton, claws, the whole sea bottom a fantastic cemetery on which the living scamper and scramble.”",
    "book": "Cannery Row"
  },
  {
    "quote": "“It is the hour of the pearl—the interval between day and night when time stops and examines itself. On”",
    "book": "Cannery Row"
  },
  {
    "quote": "“For there are two possible reactions to social ostracism—either a man emerges determined to be better, purer, and kindlier or he goes bad, challenges the world and does even worse things. This last is by far the commonest reaction to stigma.”",
    "book": "Cannery Row"
  }
]