[
  {
    "quote": "“And now that you don't have to be perfect, you can be good.”",
    "book": "East of Eden"
  },
  {
    "quote": "“All great and precious things are lonely.”",
    "book": "East of Eden"
  },
  {
    "quote": "“I believe a strong woman may be stronger than a man, particularly if she happens to have love in her heart. I guess a loving woman is indestructible.”",
    "book": "East of Eden"
  },
  {
    "quote": "“But the Hebrew word, the word timshel—‘Thou mayest’— that gives a choice. It might be the most important word in the world. That says the way is open. That throws it right back on a man. For if ‘Thou mayest’—it is also true that ‘Thou mayest not.”",
    "book": "East of Eden"
  },
  {
    "quote": "“And this I believe: that the free, exploring mind of the individual human is the most valuable thing in the world. And this I would fight for: the freedom of the mind to take any direction it wishes, undirected. And this I must fight against: any idea, religion, or government which limits or destroys the individual. This is what I am and what I am about.”",
    "book": "East of Eden"
  },
  {
    "quote": "“I believe that there is one story in the world, and only one. . . . Humans are caught—in their lives, in their thoughts, in their hungers and ambitions, in their avarice and cruelty, and in their kindness and generosity too—in a net of good and evil. . . . There is no other story. A man, after he has brushed off the dust and chips of his life, will have left only the hard, clean questions: Was it good or was it evil? Have I done well—or ill?”",
    "book": "East of Eden"
  },
  {
    "quote": "“Do you take pride in your hurt? Does it make you seem large and tragic? ...Well, think about it. Maybe you're playing a part on a great stage with only yourself as audience.”",
    "book": "East of Eden"
  },
  {
    "quote": "“There's more beauty in truth, even if it is dreadful beauty.”",
    "book": "East of Eden"
  },
  {
    "quote": "“My imagination will get me a passport to hell one day.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Sometimes a man wants to be stupid if it lets him do a thing his cleverness forbids.”",
    "book": "East of Eden"
  },
  {
    "quote": "“A kind of light spread out from her. And everything changed color. And the world opened out. And a day was good to awaken to. And there were no limits to anything. And the people of the world were good and handsome. And I was not afraid any more.”",
    "book": "East of Eden"
  },
  {
    "quote": "“People like you to be something, preferably what they are.”",
    "book": "East of Eden"
  },
  {
    "quote": "“It would be absurd if we did not understand both angels and devils, since we invented them.”",
    "book": "East of Eden"
  },
  {
    "quote": "“We have only one story. All novels, all poetry, are built on the neverending contest in ourselves of good and evil. And it occurs to me that evil must constantly respawn, while good, while virtue, is immortal. Vice has always a new fresh young face, while virtue is venerable as nothing else in the world is.”",
    "book": "East of Eden"
  },
  {
    "quote": "“When a man says he does not want to speak of something he usually means he can think of nothing else.”",
    "book": "East of Eden"
  },
  {
    "quote": "“An unbelieved truth can hurt a man much more than a lie. It takes great courage to back truth unacceptable to our times. There's a punishment for it, and it's usually crucifixion.”",
    "book": "East of Eden"
  },
  {
    "quote": "“A man without words is a man without thought.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Perhaps the less we have, the more we are required to brag.”",
    "book": "East of Eden"
  },
  {
    "quote": "“..it's awful not to be loved. It's the worst thing in the world...It makes you mean, and violent, and cruel.”",
    "book": "East of Eden"
  },
  {
    "quote": "“It’s a hard thing to leave any deeply routine life, even if you hate it.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Perhaps it takes courage to raise children..”",
    "book": "East of Eden"
  },
  {
    "quote": "“Our species is the only creative species, and it has only one creative instrument, the individual mind and spirit of man. Nothing was ever created by two men. There are no good collaborations, whether in music, in art, in poetry, in mathematics, in philosophy. Once the miracle of creation has taken place, the group can build and extend it, but the group never invents anything. The preciousness lies in the lonely mind of a man.”",
    "book": "East of Eden"
  },
  {
    "quote": "“No one who is young is ever going to be old.”",
    "book": "East of Eden"
  },
  {
    "quote": "“And this I believe: that the free, exploring mind of the individual human is the most valuable thing in the world. And this I would fight for: the freedom of the mind to take any direction it wishes, undirected.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Man has a choice and it's a choice that makes him a man.”",
    "book": "East of Eden"
  },
  {
    "quote": "“He never fell,never slipped back,never flew.”",
    "book": "East of Eden"
  },
  {
    "quote": "“There is more beauty in truth, even if it is a dreadful beauty. The storytellers at the city gate twist life so that it looks sweet to the lazy and the stupid and the weak, and this only strengthens their infirmities and teaches nothing, cures nothing, nor does it let the heart soar.”",
    "book": "East of Eden"
  },
  {
    "quote": "“There are no ugly questions except those clothed in condescension.”",
    "book": "East of Eden"
  },
  {
    "quote": "“In uncertainty I am certain that underneath their topmost layers of frailty men want to be good and want to be loved. Indeed, most of their vices are attempted shortcuts to love...We have only one story. All novels, all poetry, are built on the neverending contest in ourselves of good and evil. And it occurs to me that evil must constantly respawn, while good, while virtue is immortal. Vice has always a new fresh young face, while virtue is venerable as nothing else in the world is.”",
    "book": "East of Eden"
  },
  {
    "quote": "“No story has power, nor will it last, unless we feel in ourselves that it is true and true of us.”",
    "book": "East of Eden"
  },
  {
    "quote": "“I wonder how many people I have looked at all my life and never really seen.”",
    "book": "East of Eden"
  },
  {
    "quote": "“And, of course, people are interested only in themselves. If a story is not about the hearer he will not listen.”",
    "book": "East of Eden"
  },
  {
    "quote": "“You can boast about anything if it's all you have. Maybe the less you have, the more you are required to boast.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Sometimes, a lie is told in kindness. I don't believe it ever works kindly. The quick pain of truth can pass away, but the slow, eating agony of a lie is never lost.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Perhaps the best conversationalist in the world is the man who helps others to talk.”",
    "book": "East of Eden"
  },
  {
    "quote": "“The church and the whorehouse arrived in the Far West simultaneously. And each would have been horrified to think it was a different facet of the same thing. But surely they were both intended to accomplish the same thing: the singing, the devotion, the poetry of the churches took a man out of his bleakness for a time, and so did the brothels.”",
    "book": "East of Eden"
  },
  {
    "quote": "“I'll want to hear,' Samuel said. 'I eat stories like grapes.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Act out being alive, like a play. And after a while, a long while, it will be true.”",
    "book": "East of Eden"
  },
  {
    "quote": "“The free exploring mind of the individual human is the most valuable thing in the world.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Well, every little boy thinks he invented sin. Virtue we think we learn, because we are told about it. But sin is our own designing.”",
    "book": "East of Eden"
  },
  {
    "quote": "“You're going to pass something down no matter what you do or if you do nothing. Even if you let yourself go fallow, the weeds will grow and the brambles. Something will grow.”",
    "book": "East of Eden"
  },
  {
    "quote": "“But you must give him some sign, some sign that you love him... or he'll never be a man. All his life he'll feel guilty and alone unless you release him.”",
    "book": "East of Eden"
  },
  {
    "quote": "“When you're a child you're the center of everything. Everything happens for you. Other people? They're only ghosts furnished for you to talk to.”",
    "book": "East of Eden"
  },
  {
    "quote": "“You are one of the rare people who can separate your observation from your preconception. You see what is, where most people see what they expect.”",
    "book": "East of Eden"
  },
  {
    "quote": "“He learned that when people are very poor they still have something to give and the impulse to give it.”",
    "book": "East of Eden"
  },
  {
    "quote": "“As with many people, Charles, who could not talk, wrote with fullness. He set down his loneliness and his perplexities, and he put on paper many things he did not know about himself.”",
    "book": "East of Eden"
  },
  {
    "quote": "“You must not forget that a monster is only a variation, and that to a monster the norm is monstrous.”",
    "book": "East of Eden"
  },
  {
    "quote": "“But 'Thou mayest!'! Why, that makes a man great, that gives him stature with the gods, for in his weakness and his filth and his murder of his brother he has still the great choice. He can choose his course and fight it through and win”",
    "book": "East of Eden"
  },
  {
    "quote": "“Sometimes when she was alone, and she knew she was alone, she permitted her mind to play in a garden, and she smiled.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Samuel rode lightly on top of a book and he balanced happily among ideas the way a man rides white rapids in a canoe. But Tom got into a book, crawled and groveled between the covers, tunneled like a mole among the thoughts, and came up with the book all over his face and hands”",
    "book": "East of Eden"
  },
  {
    "quote": "“What freedom men and women could have, were they not constantly tricked and trapped and enslaved and tortured by their sexuality! The only drawback in that freedom is that without it one would not be a human. One would be a monster.”",
    "book": "East of Eden"
  },
  {
    "quote": "“There's a responsibility in being a person. It's more than just taking up space where air would be.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Maybe we all have in us a secret pond where evil and ugly things germinate and grow strong. But this culture is fenced, and the swimming brood climbs up only to fall back. Might it not be that in the dark pools of some men the evil grows strong enough to wriggle over the fence and swim free? Would not such a man be our monster, and are we not related to him in our hidden water? It would be absurd if we did not understand both angels and devils, since we invented them.”",
    "book": "East of Eden"
  },
  {
    "quote": "“My father said she was a strong woman, and I believe a strong woman may be stronger than a man, particularly if she happens to have love in her heart. I guess a loving woman is almost indestructible.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Do you take pride in your hurt?' Samuel asked. 'Does it make you seem large and tragic? . . . Maybe you're playing a part on a great stage with only yourself as audience . . . there's all that fallow land, and here beside me is all that fallow man. It seems a waste. And I have a bad feeling about waste because I could never afford it. Is it a good feeling to let your life lie fallow?”",
    "book": "East of Eden"
  },
  {
    "quote": "“In human affairs of danger and delicacy successful conclusion is sharply limited by hurry. So often men trip by being in a rush. If one were properly to perform a difficult and subtle act, he should first inspect the end to be achieved and then, once he had accepted the end as desirable, he should forget it completely and concentrate solely on the means. By this method he would not be moved to false action by anxiety or hurry or fear. Very few people learn this.”",
    "book": "East of Eden"
  },
  {
    "quote": "“The greatest terror a child can have is that he is not loved, and rejection is the hell he fears. I think everyone in the world to a large or small extent has felt rejection. And with rejection comes anger, and with anger some kind of crime in revenge for the rejection, and with the crime guilt—and there is the story of mankind. I think that if rejection could be amputated, the human would not be what he is.”",
    "book": "East of Eden"
  },
  {
    "quote": "“For how can you remember the feel of pleasure or pain or choking emotion? You can remember only that you had them.”",
    "book": "East of Eden"
  },
  {
    "quote": "“You're getting well,' Samuel said. 'Some people think it's an insult to the glory of their sickness to get well. But the time poultice is no respecter of glories. Everyone gets well if he waits around.”",
    "book": "East of Eden"
  },
  {
    "quote": "“It takes great courage to back truth unacceptable to our times. There's a punishment for it and it's usually crucifixion.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Eventlessness has no posts to drape duration on. From nothing to nothing is no time at all.”",
    "book": "East of Eden"
  },
  {
    "quote": "“But think of the glory of the choice! That makes a man a man. A cat has no choice, a bee must make honey. There's no godliness there.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Nearly everybody has his box of secret pain, shared with no one.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Dear Lord,' he said. 'let me be like Aron. Don’t make me mean. I don’t want to be. If you will let everybody like me, why, I’ll give you anything in the world, and if I haven’t got it, why, I’ll go for to get it. I don’t want to be mean. I don’t want to be lonely. For Jesus’ sake, Amen.”",
    "book": "East of Eden"
  },
  {
    "quote": "“I take a pleasure in inquiring into things. I’ve never been content to pass a stone without looking under it. And it is a black disappointment to me that I can never see the far side of the moon.”",
    "book": "East of Eden"
  },
  {
    "quote": "“I could be held back just by being needed. Please try not to need me. That's the worst bait of all to a lonely man.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Nobody has the right to remove any single experience from another. Life and death are promised. We have a right to pain.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Give me a used Bible and I will, I think, be able to tell you about a man by the places that are edged with the dirt of seeking fingers.”",
    "book": "East of Eden"
  },
  {
    "quote": "“In March the soft rains continued, and each storm waited courteously until its predecessor sunk beneath the ground.”",
    "book": "East of Eden"
  },
  {
    "quote": "“All of them had a restlessness in common.”",
    "book": "East of Eden"
  },
  {
    "quote": "“It set him free,” said Lee. “It gave him the right to be a man, separate from every other man.”“That’s lonely.”“All great and precious things are lonely.”“What is the word again?”“Timshel—thou mayest.”",
    "book": "East of Eden"
  },
  {
    "quote": "“They say a clean cut heals soonest. There’s nothing sadder to me than associations held together by nothing but the glue of postage stamps. If you can’t see or hear or touch a man, it’s best to let him go”",
    "book": "East of Eden"
  },
  {
    "quote": "“Do you think it's funny to be so serious when I'm not even out of high school?' she asked.'I don't see how it could be any other way,' said Lee. 'Laughter comes later, like wisdom teeth, and laughter at yourself comes last of all in a mad race with death, and sometimes it isn't in time.”",
    "book": "East of Eden"
  },
  {
    "quote": "“That's why I'm talking to you. You are one of the rare people who can separate your observation from your preconception. You see what is, where most people see what they expect.”",
    "book": "East of Eden"
  },
  {
    "quote": "“During the dry years, the people forgot about the rich years, and when the wet years returned, they lost all memory of the dry years. It was always that way.”",
    "book": "East of Eden"
  },
  {
    "quote": "“To the stars, on the wings of a pig.”",
    "book": "East of Eden"
  },
  {
    "quote": "“The direction of a big act will warp history, but probably all acts do the same in their degree, down to a stone stepped over in the path or the breath caught at sight of a pretty girl or a fingernail nicked in the garden soil.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Go through the motions, Adam.” “What motions?” “Act out being alive, like a play. And after a while, a long while, it will be true.”",
    "book": "East of Eden"
  },
  {
    "quote": "“The quick pain of truth can pass away, but the slow, eating agony of a lie is never lost. That's a running sore.”",
    "book": "East of Eden"
  },
  {
    "quote": "“When you're a child you're the center of everything. Other people? They're only ghosts furnished for you to talk to. But when you grow up you take your place and you're your own size and shape. Things go out of you to others and come in from other people. It's worse, but it's much better too.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Now, there are many millions in their sects and churches who feel the order, 'Do thou,' and throw their weight into obedience. And there are millions more who feel predestination in 'Thou shalt.' Nothing they may do can interfere with what will be. But 'Thou mayest'! Why, that makes a man great, that gives him stature with the gods, for in his weakness and his filth and his murder of his brother he has still the great choice. He can choose his course and fight it through and win.”",
    "book": "East of Eden"
  },
  {
    "quote": "“And there is one sure thing about the fall of gods: they do not fall a little; they crash and shatter or sink deeply into green muck. It is a tedious job to build them up again; they never quite shine. And the child's world in never quite whole again. It is an aching kind of growing.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Some people think it’s an insult to the glory of their sickness to get well.”",
    "book": "East of Eden"
  },
  {
    "quote": "“In our time mass or collective production has entered our economics, our politics, even our religion, so that some nations have substituted the idea collective for the idea God. This in my time is the danger. There is great tension in the world, tension toward a breaking point, and men are unhappy and confused. At such a time it seems natural and good to me to ask myself these questions. What do I believe in? What must I fight for and what must I fight against?”",
    "book": "East of Eden"
  },
  {
    "quote": "“The ways of sin are curious . . . I guess if a man had to shuck off everything he had, inside and out, he'd manage to hide a few little sins somewhere for his own discomfort. They're the last things we'll give up.”",
    "book": "East of Eden"
  },
  {
    "quote": "“And as a few strokes on the nose will make a puppy head shy, so a few rebuffs will make a boy shy all over. But whereas a puppy will cringe away or roll on its back, groveling, a little boy may cover his shyness with nonchalance, with bravado, or with secrecy. And once a boy has suffered rejection, he will find rejection even where it does not exist—or, worse, will draw it forth from people simply by expecting it.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Well, Samuel rode lightly on top of a book and he balanced happily among ideas the way a man rides white rapids in a canoe. But Tom got into a book, crawled and groveled between the covers, tunneled like a mole among the thoughts, and came up with the book all over his face and hands.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Abra was ready ere I called her name. And though I called another, Abra came.”",
    "book": "East of Eden"
  },
  {
    "quote": "“I eat stories like grapes.”",
    "book": "East of Eden"
  },
  {
    "quote": "“The Irish do have a despairing quality of gaiety, but they have also a dour and brooding ghost that rides on their shoulders and peers in on their thoughts. Let them laugh too loudly, it sticks a long finger down their throats. They condemn themselves before they are charged, and this makes them defensive always.”",
    "book": "East of Eden"
  },
  {
    "quote": "“I've never been content to pass a stone without looking under it. And it is a black disappointment to me that I can never see the far side of the moon.”",
    "book": "East of Eden"
  },
  {
    "quote": "“You see, there's a responsibility in being a person. It's more than just taking up space where air would be.”",
    "book": "East of Eden"
  },
  {
    "quote": "“An unbelieved truth can hurt a man much more than a lie”",
    "book": "East of Eden"
  },
  {
    "quote": "“I always found in myself a dread of west and a love of east.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Maybe everyone is too rich. I have noticed that there is no dissatisfaction like that of the rich. Feed a man, clothe him, put him in a good house, and he will die of despair.”",
    "book": "East of Eden"
  },
  {
    "quote": "“He smiled at her as a man might smile at a memory.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Thou mayest rule over sin,’ Lee. That’s it. I do not believe all men are destroyed. I can name you a dozen who were not, and they are the ones the world lives by. It is true of the spirit as it is true of battles — only the winners are remembered. Surely most men are destroyed, but there are others who like pillars of fire guide frightened men through the darkness. ‘Thou mayest, Thou mayest!’ What glory!”",
    "book": "East of Eden"
  },
  {
    "quote": "“The quick pain of truth can pass away, but the slow, eating agony of a lie is never lost.”",
    "book": "East of Eden"
  },
  {
    "quote": "“It is easy to find a logical and virtuous reason for not doing what you don’t want to do.”",
    "book": "East of Eden"
  },
  {
    "quote": "“A time splashed with interest, wounded with tragedy, crevassed with joy—that's the time that seems long in the memory. And this is right when you think about it. Eventlessness has no posts to drape duration on. From nothing to nothing is no time at all.”",
    "book": "East of Eden"
  },
  {
    "quote": "“I know a little bit about a great many things and not enough about any one to make a living in these times.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Then there were harebells, tiny lanterns, cream white and almost sinful looking, and these were so rare and magical that a child, finding one, felt singled out and special all day long.”",
    "book": "East of Eden"
  },
  {
    "quote": "“She had a dour Presbyterian mind and a code of morals that pinned down and beat the brains out of nearly everything that was pleasant to do.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Wishing just brought earned disappointment.”",
    "book": "East of Eden"
  },
  {
    "quote": "“One day Samuel strained his back lifting a bale of hay, and it hurt his feelings more than his back, for he could not imagine a life in which Sam Hamilton was not privileged to lift a bale of hay. He felt insulted by his back, almost as he would have been if one of his children had been dishonest”",
    "book": "East of Eden"
  },
  {
    "quote": "“Laughter comes later, like wisdom teeth, and laughter at yourself comes last of all in a mad race with death, and sometimes it isn’t in time.”",
    "book": "East of Eden"
  },
  {
    "quote": "“The face and body may be perfect, but if a twisted gene or a malformed egg can produce physical monsters, may not the same process produce a malformed soul?”",
    "book": "East of Eden"
  },
  {
    "quote": "“You're too young a man to be panning memories, Adam. You should be getting yourself some new ones, so that the mining will be richer when you come to age.”",
    "book": "East of Eden"
  },
  {
    "quote": "“I seem to know that there’s a part of you missing. Some men can’t see the color green, but they may never know they can’t. I think you are only a part of a human. I can’t do anything about that. But I wonder whether you ever feel that something invisible is all around you. It would be horrible if you knew it was there and couldn’t see it or feel it.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Money's easy to make if it's money you want. But with few exceptions people don't want money. They want luxury and they want love and they want admiration.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Courage and fear were one thing too.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Nearly everyone in the world has appetites and impulses, trigger emotions, islands of selfishness, lusts just beneath the surface.”",
    "book": "East of Eden"
  },
  {
    "quote": "“They called him a comical genius and carried his stories carefully home, and they wondered at how the stories spilled out on the way, for they never sounded the same repeated in their own kitchens.”",
    "book": "East of Eden"
  },
  {
    "quote": "“I think there must have been some other girl printed somewhere in his heart, for he was a man of love and his wife was not a woman to show her feelings.”",
    "book": "East of Eden"
  },
  {
    "quote": "“By whipping himself he protected himself against whipping by someone else.”",
    "book": "East of Eden"
  },
  {
    "quote": "“It is easy, out of laziness, out of weakness, to throw oneself into the lap of deity, saying, 'I couldn't help it; the way was set.' But think of the glory of the choice!”",
    "book": "East of Eden"
  },
  {
    "quote": "“Mr. Trask, do you think the thoughts of people suddenly become important at a given age? Do you have sharper feelings or clearer thoughts now than when you were ten? Do you see as well, hear as well, taste as vitally?” “Maybe you’re right,” said Adam. “It’s one of the great fallacies, it seems to me,” said Lee, “that time gives much of anything but years and sadness to a man.” “And memory.” “Yes, memory. Without that, time would be unarmed against us.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Show me the man who isn't interested in discussing himself.”",
    "book": "East of Eden"
  },
  {
    "quote": "“The direction of a big act will warp history, but probably all acts will do the same thing in their degree, down to a stone stepped over in a path or a breath caught at the sight of a pretty girl or a finger nail nicked in the garden soil.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Everything is only for a day, both that which remembers and that which is remembered.”",
    "book": "East of Eden"
  },
  {
    "quote": "“She used religion as a therapy for the ills of the world and herself, and she changed the religion to fit the ill. When she found that the theosophy she had developed for communication with a dead husband was not necessary, she cast about for some new unhappiness.”",
    "book": "East of Eden"
  },
  {
    "quote": "“He wanted to say something beautiful, I think.”",
    "book": "East of Eden"
  },
  {
    "quote": "“There you have the difference between greatness and mediocrity. It's not an uncommon disease. But it's nice for a mediocre man to know that greatness must be the loneliest state in the world.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Some men ease themselves like setting hens into the nest of death.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Let’s get it over and the door closed shut on it! Let’s close it like a book and go on reading! New chapter, new life.”",
    "book": "East of Eden"
  },
  {
    "quote": "“At such a time it seems natural and good to me to ask myself these questions. What do I believe in? What must I fight for and what must I fight against?”",
    "book": "East of Eden"
  },
  {
    "quote": "“Then the hard, dry Spaniards came exploring through, greedy and realistic, and their greed was for gold or God. They collected souls as they collected jewels. They gathered mountains and valleys, rivers and whole horizons, the way a man might now gain tittle to building lots.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Please try not to need me. That’s the worst bait of all to a lonely man.”",
    "book": "East of Eden"
  },
  {
    "quote": "“But this—this is a ladder to climb to the stars.” Lee’s eyes shone. “You can never lose that. It cuts the feet from under weakness and cowardliness and laziness.”",
    "book": "East of Eden"
  },
  {
    "quote": "“There's no thing sadder to me than associations held together by nothing but the glue of a postage stamp.”",
    "book": "East of Eden"
  },
  {
    "quote": "“A thing so triumphantly illogical, so beautifully senseless as an army can’t allow a question to weaken it.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Oh, strawberries don’t taste as they used to and the thighs of women have lost their clutch!And some men eased themselves like setting hens into the nest of death.”",
    "book": "East of Eden"
  },
  {
    "quote": "“It was not laziness if he was a rich man. Only the poor were lazy. Just as only the poor were ignorant. A rich man who didn’t know anything was spoiled or independent.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Feed a man, cloth him, put him in a good house, and he will die of despair.”",
    "book": "East of Eden"
  },
  {
    "quote": "“The medical profession is unconsciously irritated by lay knowledge.”",
    "book": "East of Eden"
  },
  {
    "quote": "“The weight of knowledge is too great for one mind to absorb.”",
    "book": "East of Eden"
  },
  {
    "quote": "“I believe there are monsters born in the world to human parents.”",
    "book": "East of Eden"
  },
  {
    "quote": "“You can boast about anything if it's all you have.”",
    "book": "East of Eden"
  },
  {
    "quote": "“When a man comes to die, no matter what his talents and influence and genius, if he dies unloved his life must be a failure to him and his dying a cold horror”",
    "book": "East of Eden"
  },
  {
    "quote": "“No story has power, nor will it last, unless we feel in ourselves that it is true and true of us. What a great burden of guilt men have!'Samuel said to Adam, 'And you have tried to take it all.'Lee said, 'So do I, so does everyone. We gather our arms full of guilt as though it were precious stuff. It must be that we want it that way.”",
    "book": "East of Eden"
  },
  {
    "quote": "“People are felt rather than seen after the first few moments.”",
    "book": "East of Eden"
  },
  {
    "quote": "“They were fed and clothed and taken care of until they were too old, and then they were kicked out. This ending was no deterrent. No one who is young is ever going to be old.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Dessie's friends were good and loyal but they were human, and humans love to feel good and they hate to feel bad.”",
    "book": "East of Eden"
  },
  {
    "quote": "“In all such local tragedies time works like a damp brush on water color. The sharp edges blur, the ache goes out of it, the colors melt together, and from the many separated lines a solid gray emerges.”",
    "book": "East of Eden"
  },
  {
    "quote": "“It's hard to split a man down the middle and always to reach for the same half.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Nobody knows why you go to a picnic to be uncomfortable when it is so easy and pleasant to eat at home.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Morning seems to come earlier every year I live.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Most children abhor difference. They want to look, talk, dress, and act exactly like all of the others. If the style of dress is an absurdity, it is pain and sorrow to a child not to wear that absurdity. If necklaces of pork chops were accepted, it would be a sad child who could not wear pork chops. And this slavishness to the group normally extends into every game, every practice, social or otherwise. It is a protective coloration children utilize for their safety.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Charles had more respect for Adam after he knew about the prison. He felt the warmth for his brother you can feel only for one who is not perfect and therefore no target for your hatred.”",
    "book": "East of Eden"
  },
  {
    "quote": "“When our food and clothing and housing all are born in the complication of mass production, mass method is bound to get into our thinking and to eliminate all other thinking.”",
    "book": "East of Eden"
  },
  {
    "quote": "“You're not clever. You don't know what you want. You have no proper fierceness. You let other people walk over you. Sometimes I think you're a weakling who will never amount to a dog turd. Does that answer your question? I love you better. I always have.”",
    "book": "East of Eden"
  },
  {
    "quote": "“There is no knowing how or why dread comes on a parent. Of course, many times apprehension arises when there is no reason for it at all. And it comes most often to the parents of only children, parents who have indulged in black dreams of loss. ”",
    "book": "East of Eden"
  },
  {
    "quote": "“I believe there are monsters born in the world to human parents. Some you can see, misshapen and horrible, with huge heads or tiny bodies; some are born with no arms, no legs, some with three arms, some with tails or mouths in odd places. They are accidents and no one's fault, as used to be thought. Once they were considered the visible punishments for concealed sins.”",
    "book": "East of Eden"
  },
  {
    "quote": "“And finally comes culture, which is entertainment, relaxation, transport out of the pain of living.”",
    "book": "East of Eden"
  },
  {
    "quote": "“I always found in myself a dread of west and love of east. Where I ever got such an idea I cannot say, unless it could be that morning came over the peaks of the Gabilans and the night drifted back from the ridges of the Santa Lucias. It may be that the birth and death of the day had some part in my feeling about the two ranges of mountains.”",
    "book": "East of Eden"
  },
  {
    "quote": "“How do I know?” said Cal. “Am I supposed to look after him?”",
    "book": "East of Eden"
  },
  {
    "quote": "“You can’t make a race horse of a pig.” “No,” said Samuel, “but you can make a very fast pig.”",
    "book": "East of Eden"
  },
  {
    "quote": "“You must name a thing before you can note it on your hand drawn map.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Nearly everyone has had a box of secret pain, shared with no one.”",
    "book": "East of Eden"
  },
  {
    "quote": "“...a tight hard little woman humorless as a chicken.”",
    "book": "East of Eden"
  },
  {
    "quote": "“And their greed was for gold or God. They collected souls as they collected jewels.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Liza had a finely developed sense of sin Idleness was a sin, and card playing, which was a kind of idleness to her. She was suspicious of fun whether it involved dancing or singing or even laughter. She felt that people having a good time were wide open to the devil. And this was a shame, for Samuel was a laughing man, but I guess Samuel was wide open to the devil. His wife protected him whenever she could.”",
    "book": "East of Eden"
  },
  {
    "quote": "“There is no other story. A man, after he has brushed off the dust and chips of his life, will have left only the hard, clean questions: Was it good or was it evil? Have I done well—or ill?”",
    "book": "East of Eden"
  },
  {
    "quote": "“There’s a part of you missing. Some men can’t see the color green, but they may never know they can’t. I think you are only a part of a human. I can’t do anything about that. But I wonder whether you ever feel that something invisible is all around you. It would be horrible if you knew it was there and couldn’t see it or feel it.”",
    "book": "East of Eden"
  },
  {
    "quote": "“And as he was capable of giant joy, so did he harbor huge sorrow, so that when his dog died the world ended.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Parents took honor from a daughter who was a teacher.”",
    "book": "East of Eden"
  },
  {
    "quote": "“I don’t very much believe in blood,” said Samuel. “I think when a man finds good or bad in his children he is seeing only what he planted in them after they cleared the womb.” “You can’t make a race horse of a pig.” “No,” said Samuel, “but you can make a very fast pig.”",
    "book": "East of Eden"
  },
  {
    "quote": "“And the women who had thought they wanted dresses never realized that what they had wanted was happiness.”",
    "book": "East of Eden"
  },
  {
    "quote": "“In human affairs of danger and delicacy successful conclusion is sharply limited by hurry.”",
    "book": "East of Eden"
  },
  {
    "quote": "“He thought of the virtues of courage and forbearance, which become flabby when there is nothing to use them on.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Maybe the knowledge is too great and maybe men are growing too small. Maybe a specialist is only a coward, afraid to look out of his little cage. And think what any specialist misses—the whole world over his fence.”",
    "book": "East of Eden"
  },
  {
    "quote": "“And, like most shy men, he satisfied his normal needs in the anonymity of the prostitute. There is great safety for a shy man with a whore. Having been paid for, and in advance, she has become a commodity, and a shy man can be gay with her and even brutal to her. Also, there is none of the horror of the possible turndown which shrivels the guts of timid men.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Quick pain of truth can pass away, but the slow, eating agony of a lie is never lost.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Adam seemed clothed in a viscosity that slowed his movements and held his thoughts down. He saw the world through gray water. Now and then his mind fought its way upward, and when the light broke in it brought him only sickness of the mind, and he retired into the grayness again.”",
    "book": "East of Eden"
  },
  {
    "quote": "“I don't know. It's like getting up in the morning. I don't want to get up but I don't want to stay in bed either.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Tom bruised himself on the world and licked his cuts.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Adam thought he had me. When I was hurt, all broken up, he took me in and he waited on me, cooked for me. He tried to tie me down that way. Most people get tied down that way. They’re grateful, they’re in debt, and that’s the worst kind of handcuffs. But nobody can hold me. I waited and waited until I was strong, and then I broke out. Nobody can trap me,” she said. “I knew what he was doing. I waited.”“I don’t hate you,” he said. “But I’m glad you’re afraid.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Do you take pride in your hurt?” Samuel asked. “Does it make you seem large and tragic?” “I don’t know.” “Well, think about it. Maybe you’re playing a part on a great stage with only yourself as audience.”",
    "book": "East of Eden"
  },
  {
    "quote": "“THE SALINAS VALLEY is in Northern California. It is a long narrow swale between two ranges of mountains, and the Salinas River winds and twists up the center until it falls at last into Monterey Bay.”",
    "book": "East of Eden"
  },
  {
    "quote": "“When the first innocence goes, you can’t stop—unless you’re a hypocrite or a fool.”",
    "book": "East of Eden"
  },
  {
    "quote": "“When our food and clothing and housing all born in the complication of mass production, mass method is bound to get into our thinking. In our time mass or collective production has entered our economics, our politics, and even our religion, so that some nations have substituted the idea collective for the idea of God.”",
    "book": "East of Eden"
  },
  {
    "quote": "“And Samuel could remember hearing of a cousin of his mother’s in Ireland, a knight and rich and handsome, and anyway shot himself on a silken couch, sitting beside the most beautiful woman in the world who loved him. “There’s a capacity for appetite,” Samuel said, “that a whole heaven and earth of cake can’t satisfy.”",
    "book": "East of Eden"
  },
  {
    "quote": "“You’re growing up. Maybe that’s it,” he said softly. “Sometimes I think the world tests us most sharply then, and we turn inward and watch ourselves with horror. But that’s not the worst. We think everybody is seeing into us. Then dirt is very dirty and purity is shining white.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Is it true that when you love a woman you are never sure—never sure of her because you aren’t sure of yourself?”",
    "book": "East of Eden"
  },
  {
    "quote": "“Tom's cowardice was as huge as his courage, as it must be in great men.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Aron said slowly. “I wouldn’t want to know that. I’d like to know why you do it. You’re always at something. I just wonder why you do it. I wonder what’s it good for.”A pain pierced Cal’s heart. His planning suddenly seemed mean and dirty to him. He knew that his brother had found him out. And he felt a longing for Aron to love him. He felt lost and hungry and hedidn’t know what to do.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Aron's training in worldliness was gained from a young man of no experience, which gave him the ability for generalization only the inexperienced can have.”",
    "book": "East of Eden"
  },
  {
    "quote": "“He smiled at her as a man might smile at a memory. Then he went out and closed the door gently behind him. Kate sat staring at the door. Her eyes were desolate.”",
    "book": "East of Eden"
  },
  {
    "quote": "“The lore has not died out of the world, and you will still find people who believe that soup will cure any hurt or illness and is no bad thing to have for the funeral either.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Lord, how the day passes! It’s like a life—so quickly when we don’t watch it and so slowly when we do. No,” he said, “I’m having enjoyment. And I made a promise to myself that I would not consider enjoyment a sin. I take a pleasure in inquiring into things. I’ve never been content to pass a stone without looking under it. And it is a black disappointment to me that I can never see the far side of the moon.”",
    "book": "East of Eden"
  },
  {
    "quote": "“I don’t know where being a servant came into disrepute. It is the refuge of a philosopher, the food of the lazy, and, properly carried out, it is a position of power, even of love.”",
    "book": "East of Eden"
  },
  {
    "quote": "“How pure he is, how unfit for a world that even she knew more about than he did. A dragon killer, he was, a rescuer of damsels, and his small sins seemed so great to him that he felt unfit and unseemly.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Things are neither so good nor so bad as they seem to you now”",
    "book": "East of Eden"
  },
  {
    "quote": "“I have always thought that perhaps formal good manners may be a cushion against heartbreak.”",
    "book": "East of Eden"
  },
  {
    "quote": "“The law was designed to save, not to destroy.”",
    "book": "East of Eden"
  },
  {
    "quote": "“No one could call him a liar. And this was mainly because the lie was in his head, and any truth coming from his mouth carried the color of the lie.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Humans are caught—in their lives, in their thoughts, in their hungers and ambitions, in their avarice and cruelty, and in their kindness and generosity too—in a net of good and evil.”",
    "book": "East of Eden"
  },
  {
    "quote": "“You are one of the rare people who can separate your observation from your preconception. You see what is, where most people see what they expect.”",
    "book": "East of Eden"
  },
  {
    "quote": "“When you know a friend is there you do not go to see him. Then he’s gone and you blast your conscience to shreds that you did not see him.”",
    "book": "East of Eden"
  },
  {
    "quote": "“I don’t want advice.” “Nobody does. It’s a giver’s present.”",
    "book": "East of Eden"
  },
  {
    "quote": "“But some men are friends with the whole world in their hearts, and there are others that hate themselves and spread their hatred around like butter on hot bread.”",
    "book": "East of Eden"
  },
  {
    "quote": "“There were people who gave everything they had to the war because it was the last war and by winning it we would remove war like a thorn from the flesh of the world and there wouldn't be any more such horrible nonsense.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Look, Samuel, I mean to make a garden of my land. Remember my name is Adam. So far I’ve had no Eden, let alone been driven out.” “It’s the best reason I ever heard for making a garden,” Samuel exclaimed. He chuckled.”",
    "book": "East of Eden"
  },
  {
    "quote": "“It was quite normal in that day for a man to use up three or four wives in a normal lifetime.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Sexuality with all its attendant yearnings and pains, jealousies and taboos, is the most disturbing impulse humans have.”",
    "book": "East of Eden"
  },
  {
    "quote": "“A dragon killer, he was, a rescuer of damsels, and his small sins seemed so great to him that he felt unfit and unseemly. She wished her father were here. Her father had felt greatness in Tom. Perhaps he would know now how to release it out of its darkness and let it fly free.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Hate cannot live alone. It must have love as a trigger, a goad, or a stimulant.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Can you think that whatever made us—would stop trying?”",
    "book": "East of Eden"
  },
  {
    "quote": "“Tom’s cowardice was as huge as his courage, as it must be in great men. His violence balanced histenderness, and himself was a pitted battlefield of his own forces. He was confused now, but Dessie could hold his bit and point him, the way a handler points a thoroughbred at the barrier to show his breeding and his form.”",
    "book": "East of Eden"
  },
  {
    "quote": "“...and what is truth?”",
    "book": "East of Eden"
  },
  {
    "quote": "“Well, suppose there’s a slight doubt that the boy should be in the army and we send him and he gets killed.”“I see. Is it responsibility or blame that bothers you?”“I don’t want blame.”“Sometimes responsibility is worse. It doesn’t carry any pleasant egotism.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Nearly everyone has his box of secret pain, shared with no one.”",
    "book": "East of Eden"
  },
  {
    "quote": "“I guess the difference is that dampness comes down but dankness rises up out of rot and fermentation.”",
    "book": "East of Eden"
  },
  {
    "quote": "“When angered she had a terrible eye which could blanch the skin off a bad child as easily as if he were a boiled almond.”",
    "book": "East of Eden"
  },
  {
    "quote": "“There can’t be any world without Samuel. How could we think about anything without knowing what he thought about it? What would the spring be like, or Christmas, or rain? There couldn’t be a Christmas.”",
    "book": "East of Eden"
  },
  {
    "quote": "“His whispered word seemed to hang in the air: “Timshel!” His eyes closed and he slept.”",
    "book": "East of Eden"
  },
  {
    "quote": "“I was afraid I had you in me. No, I haven't. I'm my own. I don't have to be you. I just know. It just came to me whole. If I'm mean, it's my own mean.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Adam said, “Just thinking.”And he was thinking with amazement, Why, I’m not afraid of my brother! I used to be scared to death of him, and I’m not any more. Wonder why not? Could it be the army? Or the chain gang? Could it be Father’s death? Maybe—but I don’t understand it.With the lack of fear, he knew he could say anything he wanted to, whereas before he had picked over his words to avoid trouble. It was a good feeling he had, almost as though he himself had been dead and resurrected.”",
    "book": "East of Eden"
  },
  {
    "quote": "“I know what you hate. You hate something in them you can't understand. You don't hate their evil. You have the good in them you can't get at. I wonder what you want, what final thing.”",
    "book": "East of Eden"
  },
  {
    "quote": "“In uncertainty I am certain that underneath their topmost layer of frailty men want to be good and want be loved. Indeed most of their vices are attempted short cuts to love.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Didn’t know anyone could see it,” Samuel said. “You know, Lee, I think of my life as a kind of music, not always good music but still having form and melody. And my life has not been a full orchestra for a long time now. A single note only—and that note unchanging sorrow. I’m not alone in my attitude, Lee. It seems to me that too many of us conceive of a life as ending in defeat.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Virtue is venerable as nothing else in this world is.”",
    "book": "East of Eden"
  },
  {
    "quote": "“I have noticed that there is no dissatisfaction like that of the rich. Feed a man, clothe him, put him in a good house, and he will die of despair.”",
    "book": "East of Eden"
  },
  {
    "quote": "“When two events have something in common, in their natures or in time or place, we leap happily to the conclusion that they are similar and from this tendency we create magics and store them for retelling.”",
    "book": "East of Eden"
  },
  {
    "quote": "“It is easy out of laziness, out of weakness, to throw oneself into the lap of deity, saying, ‘I couldn’t help it; the way was set.’ But think of the glory of the choice! That makes a man a man. A cat has no choice, a bee must make honey. There’s no godliness there.”",
    "book": "East of Eden"
  },
  {
    "quote": "“This one will be shrewd, I think, and shrewdness is a limitation on the mind. Shrewdness tells you what you must not do because it would not be shrewd.”",
    "book": "East of Eden"
  },
  {
    "quote": "“They say a clean cut heals soonest. There's nothing sadder to me than associations held together by nothing but the glue of postage stamps. If you can't see or hear or touch a man, it's best to let him go.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Riches seem to come to the poor in spirit, the poor in interest and joy. To put it straight—the very rich are a poor bunch of bastards. He wondered if that were true. They acted that way sometimes.”",
    "book": "East of Eden"
  },
  {
    "quote": "“But whereas a puppy will cringe away or roll on its back, groveling, a little boy may cover his shyness with nonchalance, with bravado, or with secrecy. And once a boy has suffered rejection, he will find rejection even where it does not exist—or, worse, will draw it forth from people simply by expecting it.”",
    "book": "East of Eden"
  },
  {
    "quote": "“He was born in fury and he lived in lightning.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Two features would be with her always. Her chin was firm and her mouth was as sweet as a flower and very wide and pink. Her hazel eyes were sharp and intelligent and completely fearless.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Try to believe that things are neither so good nor so bad as they seem to you now.”",
    "book": "East of Eden"
  },
  {
    "quote": "“The greatest terror a child can have is that he is not loved, and rejection is the hell he fears. I think everyone in the world to a large or small extent has felt rejection. And with rejection comes anger, and with anger some kind of crime in revenge for the rejection, and with the crime guilt—and there is the story of mankind. I think that if rejection could be amputated, the human would not be what he is. Maybe”",
    "book": "East of Eden"
  },
  {
    "quote": "“There's more beauty in truth, even if it is dreadful beauty”",
    "book": "East of Eden"
  },
  {
    "quote": "“Will liked to live so that no one could find fault with him, and to do that he had to live as nearly like other people as possible.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Adam said, “I bet you couldn’t sleep if you stayed in bed. You know what I bet? I bet you get up because you want to, and then you take credit for it—like taking credit for six fingers.”",
    "book": "East of Eden"
  },
  {
    "quote": "“When our food and clothing and housing all are born in the complication of mass production, mass method is bound to get into our thinking and to eliminate all other thinking. In our time mass or collective production has entered our economics, our politics, and even our religion, so that some nations have substituted the idea collective for the idea God.”",
    "book": "East of Eden"
  },
  {
    "quote": "“When two men live together they usually maintain a kind of shabby neatness out of incipient rage at each other. Two men alone are constantly on the verge of fighting, and they know it.”",
    "book": "East of Eden"
  },
  {
    "quote": "“I think that because they trusted themselves and respected themselves as individuals, because they knew beyond doubt that they were valuable and potentially moral units—because of this they could give God their own courage and dignity and then receive it back. Such things have disappeared perhaps because men do not trust themselves any more, and when that happens there is nothing left except perhaps to find some strong sure man, even though he may be wrong, and to dangle from his coattails.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Cyrus wanted a woman to take care of Adam. He needed someone to keep house and cook, and a servant cost money. He was a vigorous man and needed the body of a woman, and that too cost money—unless you were married to it.”",
    "book": "East of Eden"
  },
  {
    "quote": "“And this I believe: that the free, exploring mind of the individual human is the most valuable thing in the world.”",
    "book": "East of Eden"
  },
  {
    "quote": "“I am incomparably, incredibly, overwhelmingly glad to be home. I've never been so goddam lonesome in my life.”",
    "book": "East of Eden"
  },
  {
    "quote": "“No, in Ireland.” “And in a few years you can almost disappear; while I, who was born in Grass Valley, went to school and several years to the University of California, have no chance of mixing.”",
    "book": "East of Eden"
  },
  {
    "quote": "“If a story is not about the hearer he will not listen. And I here make a rule—a great and lasting story is about everyone or it will not last.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Once a woman told me that colored flowers would seem more bright if you added a few white flowers to give the colors definition. Every petal of blue lupin is edged with white, so that a field of lupins is more blue than you can imagine.”",
    "book": "East of Eden"
  },
  {
    "quote": "“I remember my childhood names for grasses and secret flowers. I remember where a toad may live...”",
    "book": "East of Eden"
  },
  {
    "quote": "“There’s a capacity for appetite,” Samuel said, “that a whole heaven and earth of cake can’t satisfy.”",
    "book": "East of Eden"
  },
  {
    "quote": "“It is a hard thing to leave any deeply routined life, even if you hate it.”",
    "book": "East of Eden"
  },
  {
    "quote": "“The winter night blew in with frosty wind, and the street lamps with their sputtering carbons swung restlessly and made the shadows dart back and forth like a runner trying to steal second base.”",
    "book": "East of Eden"
  },
  {
    "quote": "“If something was untrue and you didn't know it, that was error. But if you knew a true thing and changed it to a false thing, both you and it were loathsome.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Cal’s mind careened in anger at himself and in pity for himself. And then a new voice came into it, saying coolly and with contempt, “If you’re being honest—why not say you are enjoying this beating you’re giving yourself? That would be the truth. Why not be just what you are and do just what you do?” Cal sat in shock from this thought. Enjoying?—of course. By whipping himself he protected himself against whipping by someone else.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Everyone gets well if he waits around.”",
    "book": "East of Eden"
  },
  {
    "quote": "“There are no ugly questions except those clothed in condescension”",
    "book": "East of Eden"
  },
  {
    "quote": "“And just as there are physical monsters, can there not be mental or psychic monsters born? The face and body may be perfect, but if a twisted gene or a malformed egg can produce physical monsters, may not the same process produce a malformed soul?”",
    "book": "East of Eden"
  },
  {
    "quote": "“In a small town where everyone knows everyone it is almost impossible to believe that one of your acquaintance could murder anyone. For that reason, if the signs are not pretty strong in a particular direction, it must be some dark stranger, some wanderer from the outside world where such things happen.”",
    "book": "East of Eden"
  },
  {
    "quote": "“There's a capacity for appetite,' Samuel said, 'that a whole heaven and earth of cake can't satisfy.”",
    "book": "East of Eden"
  },
  {
    "quote": "“It was his first experience with this kind of love and it nearly killed him.”",
    "book": "East of Eden"
  },
  {
    "quote": "“I can just see it all over again. You’ll stay around a year or so and then you’ll get restless and you’ll make me restless. We’ll get mad at each other and then we’ll get polite to each other—and that’s worse. Then we’ll blow up and you’ll go away again, and then you’ll come back and we’ll do it all over again.” Adam asked, “Don’t you want me to stay?” “Hell, yes,” said Charles. “I miss you when you’re not here. But I can see how it’s going to be just the same.”",
    "book": "East of Eden"
  },
  {
    "quote": "“And when a man's feelings are hurt he wants to strike at something, and Abel was in the way of his anger.”",
    "book": "East of Eden"
  },
  {
    "quote": "“It is possible that his virtue lived on a lack of energy.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Samuel rode lightly on top of a book and he balanced happily among ideas the way a man rides white rapids in a canoe. But Tom got into a book, crawled and groveled between the covers, tunneled like a mole among the thoughts, and came up with the book all over his face and hands.”",
    "book": "East of Eden"
  },
  {
    "quote": "“There's more beauty in the truth even if it is dreadful beauty.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Some men there are who go down the dismal wrack of soldiering, surrender themselves, and become faceless. But these had not much face to start with. And maybe you’re like that. But there are others who go down, submerge in the common slough, and then rise more themselves than they were, because—because they have lost a littleness of vanity and have gained all the gold of the company and the regiment.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Samuel may have thought and played and philosophized about death, hut he did not really believe in it. His world did not have death as a member. He, and all around him, was immortal. When real death came it was an outrage, a denial of the immortality he deeply felt, and the one crack in his wall caused the whole structure to crash. I think he had always thought he could argue himself out of death. It was a personal opponent and one he could lick.”",
    "book": "East of Eden"
  },
  {
    "quote": "“It was a bad day when three or four men were not standing around the forge, listening to Samuel’s hammer and his talk. They called him a comical genius and carried his stories carefully home, and they wondered at how the stories spilled out on the way, for they never sounded the same repeated in their own kitchens.”",
    "book": "East of Eden"
  },
  {
    "quote": "“No matter how weak and negative a good man is, he has as many sins on him as he can bear.”",
    "book": "East of Eden"
  },
  {
    "quote": "“I know why I’m going—and, Tom, I know where I’m going, and I am content.”",
    "book": "East of Eden"
  },
  {
    "quote": "“I think everyone in the world to a large or small extent has felt rejection. And with rejection comes anger, and with anger some kind of crime in revenge for the rejection, and with the crime guilt—and there is the story of mankind. I think that if rejection could be amputated, the human would not be what he is. Maybe there would be fewer crazy people. I am sure in myself there would not be many jails.”",
    "book": "East of Eden"
  },
  {
    "quote": "“There was a man, who perhaps made many errors in performance but whose effective life was devoted to making men brave and dignified and good in a time when they were poor and frightened and when ugly forces were loose in the world to utilize their fears. This man was hated by the few. When he died the people burst into tears in the streets and their minds wailed, “What can we do now? How can we go on without him?”",
    "book": "East of Eden"
  },
  {
    "quote": "“The ways of sin are curious,” Samuel observed. “I guess if a man had to shuck off everything he had, inside and out, he’d manage to hide a few little sins somewhere for his own discomfort. They’re the last things we’ll give up.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Look, Samuel, I mean to make a garden of my land. Remember my name is Adam. So far I’ve had no Eden, let alone been driven out.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Adam fluttered like a bewildered bee confused by too many flowers.”",
    "book": "East of Eden"
  },
  {
    "quote": "“I thought that once an angry and disgusted God poured molten fire from a crucible to destroy or to purify his little handiwork of mud. I thought I had inherited both the scars of the fire and the impurities which made the fire necessary—all inherited, I thought. All inherited. Do you feel that way?”",
    "book": "East of Eden"
  },
  {
    "quote": "“He thought that she possessed the two great gifts: she was smart and she got the breaks— and you couldn’t want no better than that.”",
    "book": "East of Eden"
  },
  {
    "quote": "“She watched his great red happiness, and it was not light as Samuel’s happiness was light. It did not rise out of his roots and come floating up. He was manufacturing happiness as cleverly as he knew how, molding it and shaping it.”",
    "book": "East of Eden"
  },
  {
    "quote": "“A WAR COMES ALWAYS to someone else.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Things do not change with a change of scene.”",
    "book": "East of Eden"
  },
  {
    "quote": "“I don’t know how it will be in the years to come. There are monstrous changes taking place in the world, forces shaping a future whose face we do not know. Some of these forces seem evil to us, perhaps not in themselves but because their tendency is to eliminate other things we hold good.”",
    "book": "East of Eden"
  },
  {
    "quote": "“I wondered why it is that some people are less affected and torn by the verities of life and death than others.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Maybe a specialist is only a coward, afraid to look out of his little cage. And think what any specialist misses—the whole world over his fence.”",
    "book": "East of Eden"
  },
  {
    "quote": "“At the very first he knew he was lying, but it was not long before he was equally sure that every one of his stories was true.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Adam’s mother ran the farm, bore Adam, and still had time to embrace a primitive theosophy. She felt that her husband would surely be killed by the wild and barbarous rebels, and she prepared herself to get in touch with him in what she called the beyond.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Then there were his education and his reading, the books he bought and borrowed, his knowledge of things that could not be eaten or worn or cohabited with, his interest in poetry and his respect for good writing.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Can you hear me, Father? Can you understand me?” The eyes did not change or move. “I did it,” Cal cried. “I’m responsible for Aron’s death and for your sickness. I took him to Kate’s. I showed him his mother. That’s why he went away. I don’t want to do bad things—but I do them.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Act out being alive, like a play. And after awhile, a long while, it will be true... You're going to pass something down no matter what you do or if you do nothing. Even if you let yourself go fallow, the weeds will grow and the brambles. Something will grow.”",
    "book": "East of Eden"
  },
  {
    "quote": "“His mind grinned inward at itself.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Timshel.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Your sons have no names.”Adam replied, “Their mother left them motherless.”“And you have left them fatherless. Can’t you feel the cold at night of a lone child? What warm is there, what bird song, what possible morning can be good? Don’t you remember, Adam, how it was, even a little?”“I didn’t do it,” Adam said.“Have you undone it? Your boys have no names.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Una’s death struck Samuel like a silent earthquake. He said no brave and reassuring words, he simply sat alone and rocked himself.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Tom's cowardice was as huge as his courage, as it must be in great men. His violence balanced his tenderness, and himself was a pitted battlefield of his own forces.”",
    "book": "East of Eden"
  },
  {
    "quote": "“It was Una,” he said hoarsely. “He couldn’t get over Una. He told me how a man, a real man, had no right to let sorrow destroy him. He told me again and again how I must believe that time would take care of it. He said it so often that I knew he was losing.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Once the miracle of creation has taken place, the group can build and extend it, but the group never invents anything. The preciousness lies in the lonely mind of a man.”",
    "book": "East of Eden"
  },
  {
    "quote": "“There's more beauty in the truth even if it is a dreadful beauty.”",
    "book": "East of Eden"
  },
  {
    "quote": "“One thing late or early can disrupt everything around it, and the disturbance runs outward in bands like the waves from a dropped stone in a quiet pool.”",
    "book": "East of Eden"
  },
  {
    "quote": "“I remember my childhood names for grasses and secret flowers. I remember where a toad may live and what time the birds awaken in the summer—and what trees and seasons smelled like—how people looked and walked and smelled even. The memory of odors is very rich.”",
    "book": "East of Eden"
  },
  {
    "quote": "“I know that sometimes a lie is used in kindness. I don't believe it ever works kindly. The quick pain of truth can pass away, but the slow, eating agony of a lie is never lost. That's a running sore.”",
    "book": "East of Eden"
  },
  {
    "quote": "“I guess if a man had to shuck off everything he had, inside and out, he’d manage to hide a few little sins somewhere for his own discomfort. They’re the last things we’ll give up.”",
    "book": "East of Eden"
  },
  {
    "quote": "“In their millions the frog songs seemed to have a beat and a cadence, and perhaps it is the ears’ function to do this just as it is the eyes’ business to make stars twinkle.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Samuel smiled at him. “They say man lived in trees one time. Somebody had to get dissatisfied with a high limb or your feet would not be touching flat ground now.”",
    "book": "East of Eden"
  },
  {
    "quote": "“...in him kindness and conscience are so large that they are almost faults.”",
    "book": "East of Eden"
  },
  {
    "quote": "“He remembered that his mother had a strong distaste for suicide, feeling that it combined three things of which she strongly disapproved—bad manners, cowardice, and sin.”",
    "book": "East of Eden"
  },
  {
    "quote": "“About Cal she couldn’t decide. He disturbed her sometimes with anger, sometimes with pain, andsometimes with curiosity. He seemed to be in a perpetual contest with her. She didn’t know whetherhe liked her or not, and so she didn’t like him. She was relieved when, calling at the Trask house, Calwas not there, to look secretly at her, judge, appraise, consider, and look away when she caught him atit.”",
    "book": "East of Eden"
  },
  {
    "quote": "“It is easy out of laziness, out of weakness, to throw oneself into the lap of deity, saying, ‘I couldn’t help it; the way was set.’ But think of the glory of the choice! That makes a man a man.”",
    "book": "East of Eden"
  },
  {
    "quote": "“In his middle life, at about the time such things were known about, it was discovered that, he had pernicious anemia. It is possible that his virtue lived on a lack of energy.”",
    "book": "East of Eden"
  },
  {
    "quote": "“...so to live that our death brings no pleasure to the world.”",
    "book": "East of Eden"
  },
  {
    "quote": "“But Tom got into a book, crawled and groveled between the covers, tunneled like a mole among the thoughts, and came up with the book all over his face and hands.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Nearly everyone has his box of secret shame, shared with no one.”",
    "book": "East of Eden"
  },
  {
    "quote": "“It was well known that Liza Hamilton and the Lord God held similar convictions on nearly every subject.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Horace Quinn remembered questioning Adam so very long ago, remembered him as a man in agony. He could still see Adam’s haunted and horrified eyes. He had thought then of Adam as a man of such honesty that he couldn’t conceive anything else. Adam had been set apart—an invisible wall cut him off from the world. You couldn’t get into him—he couldn’t get out to you. But in that old agony there had been no wall.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Thou wilt die soon and thou are not yet simple nor free from perturbations, nor without suspicion of being hurt by external things, nor kindly disposed towards all; nor dost thou yet place wisdom only in acting justly.”",
    "book": "East of Eden"
  },
  {
    "quote": "“She liked the idea so well that she felt there must be something bordering on sin involved in it.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Stories have haunted us and followed us from our beginning,” Samuel said. “We carry them along with us like invisible tails—the story of original sin and the story of Cain and Abel. And I don’t understand either of them. I don’t understand them at all but I feel them.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Samuel said, “One day we’ll sit and you’ll lay it out on the table, neat like a solitaire deck, but now—why, you can’t find all the cards.”",
    "book": "East of Eden"
  },
  {
    "quote": "“There’s no money in that,” said Will. “Farmers don’t make any money. It’s the man who buys from him and sells. You’ll never make any money farming.” Will knew that Cal was feeling him, testing him, observing him, and he approved of that.”",
    "book": "East of Eden"
  },
  {
    "quote": "“No. No—only a kind of sinking in the heart. Maybe later I’ll sort it out to hatred. There was no interval from loveliness to horror, you see. I’m confused, confused.”",
    "book": "East of Eden"
  },
  {
    "quote": "“We learned then that war was not a quick heroic charge but a slow, incredibly complicated matter.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Surely most men are destroyed, but there are others who like pillars of fire guide frightened men through the darkest. 'Thou mayest, thou mayest!’ What glory! It is true that we are weak and sick and quarrelsome, but if that is all we ever were, we would, millenniums ago, have disappeared from the face of the earth.”",
    "book": "East of Eden"
  },
  {
    "quote": "“croton oil on the string beans and stirred it in. She went to her room and”",
    "book": "East of Eden"
  },
  {
    "quote": "“He shoveled the bacon out on a plate and broke the eggs in the hot grease and theyjumped and fluttered their edges to brown lace and made clucking sounds.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Suddenly he knew joy and sorrow felted into one fabric. Courage and fear were one thing too.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Caleb and Aaron—now you are people and you have joined the fraternity and you have the right to be damned.”",
    "book": "East of Eden"
  },
  {
    "quote": "“He climbed ecstatic mountains and floundered in the rocky darkness between the peaks.”",
    "book": "East of Eden"
  },
  {
    "quote": "“And now you don't have to be perfect, you can be good.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Lee asked, “How does Mrs. Hamilton feel about the paradoxes of the Bible?” “Why, she does not feel anything because she does not admit they are there.” “But—” “Hush, man. Ask her. And you’ll come out of it older but not less confused.” Adam”",
    "book": "East of Eden"
  },
  {
    "quote": "“Once Adam had remarked on the quiet splendor of Lee’s clothes, and Lee had grinned at him. “I have to do it,” he said. “One must be very rich to dress as badly as you do. The poor are forced to dress well.”",
    "book": "East of Eden"
  },
  {
    "quote": "“I believe that there is one story in the world, and only one, that has frightened and inspired us, so that we live in a Pearl White serial of continuing thought and wonder. Humans are caught—in their lives, in their thoughts, in their hungers and ambitions, in their avarice and cruelty, and in their kindness and generosity too—in a net of good and evil. I think this is the only story we have and that it occurs on all levels of feeling and intelligence.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Riches seem to come to the poor in spirit, the poor in interest and joy. To put it straight—the very rich are a poor bunch of bastards. He wondered if that were true. They acted that way sometimes. He”",
    "book": "East of Eden"
  },
  {
    "quote": "“Do you know, I loved you better than anything in the world? I did. It was so strong that it took quite a killing.”",
    "book": "East of Eden"
  },
  {
    "quote": "“A war comes always to someone else...The war, at first anyway, was for other people...And just as war is always for somebody else, so it is also true that someone else always gets killed. And Mother of God! that wasn't true either...”",
    "book": "East of Eden"
  },
  {
    "quote": "“Alice retired to the background until she was barely visible at all.”",
    "book": "East of Eden"
  },
  {
    "quote": "“...and the night moved restlessly about the house.”",
    "book": "East of Eden"
  },
  {
    "quote": "“I hope you know what you’re doing when you issue me a license to talk. I’ve heard two ways of looking at it. One says the silent man is the wise man and the other that a man without words is a man without thought. Naturally I favor the second”",
    "book": "East of Eden"
  },
  {
    "quote": "“And she looked forward to heaven as a place where clothes did not get dirty and where food did not have to be cooked and dishes washed. Privately there where some things in Heaven of which she did not quite approve. There was too much singing, and she didn't see how even the Elect could survive for very long the celestial laziness which was promised. She would find something to do in Heaven.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Think you’ve got knocker fever. Come in to the inn tonight and get it cured up.” “Maybe that’s it,” said Adam. “But I never took much satisfaction in a whore.” “It’s all the same,” Charles said. “You shut your eyes and you can’t tell the difference.”",
    "book": "East of Eden"
  },
  {
    "quote": "“A farmer cannot think too much evil of a good farmer.”",
    "book": "East of Eden"
  },
  {
    "quote": "“The smell of azaleas and the sleepy smell of sun working with chlorophyll filled the air.”",
    "book": "East of Eden"
  },
  {
    "quote": "“You come back a changed man. Samuel, you don’t change him. He changes you. I can see the look of him in your face.” “Have you thought of the two little boys, Liza?” he asked. “I’ve thought of your”",
    "book": "East of Eden"
  },
  {
    "quote": "“A blanket of herring clouds was rolling in from the east.”",
    "book": "East of Eden"
  },
  {
    "quote": "“By the time Cyrus was released from the hospital and the army, his gonorrhea was dried up. When he got home to Connecticut there remained only enough of it for his wife.”",
    "book": "East of Eden"
  },
  {
    "quote": "“laughter at yourself comes last of all in a mad race with death,”",
    "book": "East of Eden"
  },
  {
    "quote": "“She bought all new underwear. She had a horror of being found dead with mended or, worse, unmended underclothes.”",
    "book": "East of Eden"
  },
  {
    "quote": "“An unbelieved truth can hurt a man much more than a lie. It takes great courage to back truth unacceptable to our times. There’s a punishment for it, and it’s usually crucifixion. I haven’t the courage for that.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Yes, it meant something.” Then he said, “Mr. Trask, do you think the thoughts of people suddenly become important at a given age? Do you have sharper feelings or clearer thoughts now than when you were ten? Do you see as well, hear as well, taste as vitally?”",
    "book": "East of Eden"
  },
  {
    "quote": "“Do you take pride in your hurt? Does it make you seem large and tragic?”",
    "book": "East of Eden"
  },
  {
    "quote": "“Then the soldiers went to Mexico and it was a kind of painful picnic. Nobody knows why you go to a picnic to be uncomfortable when it is so easy and pleasant to eat at home.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Ran to the hallway, screaming for help. The girls and a few Sunday customers crowded into the room. Kate was writhing on the floor. Two of the regulars lifted her onto Faye’s bed and tried to straighten her out, but she screamed and doubled up again. The sweat poured from her body and wet her clothes.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Poor Tom did not know and could not learn that dissembling successfully is one of the creative joys of a businessman. To indicate enthusiasm was to be idiotic.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Will Hamilton was a very substantial businessman. No one knew exactly how many pies his thumb had explored, but it was known that he was a clever and comparatively rich man.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Yes, I can understand that. It must be a hard thing to kill a man you don’t know and don’t hate.” “Maybe that makes it easier,” said Louis. “You have a point, Louis. But some men are friends with the whole world in their hearts, and there are others that hate themselves and spread their hatred around like butter on hot bread.”",
    "book": "East of Eden"
  },
  {
    "quote": "“See. Is it responsibility or blame that bothers you?” “I don’t want blame.” “Sometimes responsibility is worse. It doesn’t carry any pleasant egotism.”",
    "book": "East of Eden"
  },
  {
    "quote": "“For hours he would lie absorbed in the economy of the ground.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Liza with her acceptance could take care of tragedy; she had no real hope this side of Heaven.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Just think what this land would raise with plenty of water! Why, it will be a frigging garden!”",
    "book": "East of Eden"
  },
  {
    "quote": "“We each peeled a stick and solemnly chewed it; it was Beeman’s peppermint, and nothing so delicious has been made since.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Dessie was not beautiful. Perhaps she wasn’t even pretty, but she had the glow that makes men follow a woman in the hope of reflecting a little of it.”",
    "book": "East of Eden"
  },
  {
    "quote": "“It was said that its existence protected decent women. An unmarried man could go to one of these houses and evacuate the sexual energy which was making him uneasy and at the same time maintain the popular attitudes about the purity and loveliness of women. It was a mystery, but then there are many mysterious things in our social thinking.”",
    "book": "East of Eden"
  },
  {
    "quote": "“As is usually true of a man of one idea, he became obsessed.”",
    "book": "East of Eden"
  },
  {
    "quote": "“They say a clean cut heals soonest. There’s nothing sadder to me than associations held together by nothing but the glue of postage stamps. If you can’t see or hear or touch a man, it’s best to let him go.”",
    "book": "East of Eden"
  },
  {
    "quote": "“They were fed and clothed and taken care of until they were too old, and then they were kicked out. This ending was no deterrent. No one who is young is ever going to be old. Now”",
    "book": "East of Eden"
  },
  {
    "quote": "“Oh, but strawberries will never taste so good again and the thighs of women have lost their clutch!”",
    "book": "East of Eden"
  },
  {
    "quote": "“I don't know what directed his steps toward the Salinas Valley. It was an unlikely place for a man from a green country to come to, but he came about thirty years before the turn of the century and brought with him his tiny Irish wife, a tight hard little woman humorless as a chicken. She had a dour Presbyterian mind and a code of morals that pinned down and beat the brains out of nearly everything that was pleasant to do.”",
    "book": "East of Eden"
  },
  {
    "quote": "“There was a wall against learning. A man wanted his children to read, to figure, and that was enough. More might make them dissatisfied and flighty. And there were plenty of examples to prove that learning made a boy leave the farm to live in the city—to consider himself better than his father. Enough.”",
    "book": "East of Eden"
  },
  {
    "quote": "“It would be a mistake to name them for qualities we think they have,” Samuel said. “We might be wrong—so wrong. Maybe it would be good to give them a high mark to shoot at—a name to live up to. The man I’m named for had his name called clear by the Lord God, and I’ve been listening all my life. And once or twice I’ve thought I heard my name called—but not clear, not clear.”",
    "book": "East of Eden"
  },
  {
    "quote": "“If the Germans had known Olive and had been sensible they would have gone out of their way not to anger her. But they didn't know or they were stupid. When they killed Martin Hopps they lost the war because that made my mother mad and she took out after them. She had liked Martin Hopps. He had never hurt anyone. When they killed him Olive declared war on the German empire.”",
    "book": "East of Eden"
  },
  {
    "quote": "“He loved a celebration of the human soul. Such things were like a personal triumph to him.”",
    "book": "East of Eden"
  },
  {
    "quote": "“And now the forces marshaled around the concept of the group have declared a war of extermination on that preciousness, the mind of man. By disparagement, by starvation, by repressions, forced direction, and the stunning hammerblows of conditioning, the free, roving mind is being pursued, roped, blunted, drugged. It is a sad suicidal course our species seems to have taken.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Maybe we all have in us a secret pond where evil and ugly things germinate and grow strong. But this culture is fenced, and the swimming brood climbs up only to fall back.”",
    "book": "East of Eden"
  },
  {
    "quote": "“In uncertainty I am certain that underneath their topmost layers of frailty men want to be good and want to be loved.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Someday there’d be a way, maybe ice, maybe some other way, to get a peach like this here I got in my hand clear to Philadelphia.”",
    "book": "East of Eden"
  },
  {
    "quote": "“You can boast about anything if it's all you have. Maybe the less you have, the more you are required to boast.”",
    "book": "East of Eden"
  },
  {
    "quote": "“And this is about the way the Salinas Valley was when my grandfather brought his wife and settled in the foothills to the east of King City.”",
    "book": "East of Eden"
  },
  {
    "quote": "“And it occurs to me that evil must constantly respawn, while good, while virtue, is immortal. Vice has always a new fresh young face, while virtue is venerable as nothing else in the world is.”",
    "book": "East of Eden"
  },
  {
    "quote": "“There’s people that when they see Samuel Hamilton the first time might get the idea he’s full of bull. He don’t talk like other people. He’s an Irishman. And he’s all full of plans—a hundred plans a day. And he’s all full of hope.”",
    "book": "East of Eden"
  },
  {
    "quote": "“At such a time it seems natural and good to me to ask myself these questions. What do I believe in? What must I fight for and what must I fight against? Our species is the only creative species, and it has only one creative instrument, the individual mind and spirit of a man. Nothing”",
    "book": "East of Eden"
  },
  {
    "quote": "“I wonder if he had a Cathy and who she was.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Why, of course you can go. Aren’t you happy here?” “I don’t think I’ve ever known what you people call happiness. We think of contentment as the desirable thing, and maybe that’s negative.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Maybe less you have, the more you are required to boast.”",
    "book": "East of Eden"
  },
  {
    "quote": "“You’re growing up. Maybe that’s it,” he said softly. Sometimes I think the world tests us most sharply then, and we turn inward and watch ourselves with horror. But that’s not the worst. We think everybody is seeing into us. Then dirt is very dirty and purity is shining white. Aron, it will be over. Wait only a little while and it will be over.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Let any gay and hopeful thing happen to a man, and some chicken goes howling to the block.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Besides, as Cyrus became more military, his wife learned the only technique through which a soldier can survive. She never made herself noticeable, never spoke unless spoken to, performed what was expected and no more, and tried for no promotions. She became a rear rank private. It was much easier that way. Alice retired to the background until she was barely visible at all.”",
    "book": "East of Eden"
  },
  {
    "quote": "“And just as there was a cleanness about his body, so there was a cleanness in his thinking. Men coming to his blacksmith shop to talk and listen dropped their cursing for a while, not from any kind of restraint but automatically, as though this were not the place for it.”",
    "book": "East of Eden"
  },
  {
    "quote": "“There are no good collaborations, whether in music, in art, in poetry, in mathematics, in philosophy. Once the miracle of creation has taken place, the group can build and extend it, but the group never invents anything.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Lee carried a tin lantern to light the way, for it was one of those clear early winter nights when the sky riots with stars and the earth seems doubly dark because of them.”",
    "book": "East of Eden"
  },
  {
    "quote": "“The group, the herd, which is any collection of children.”",
    "book": "East of Eden"
  },
  {
    "quote": "“If it troubles us it must be that we find the trouble in ourselves.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Men and women wanted to inspect her, to be close to her, to try to find what caused the disturbance she distributed so subtly. And since this had always been so, Cathy did not find it strange.”",
    "book": "East of Eden"
  },
  {
    "quote": "“SOMETIMES, BUT NOT OFTEN, a rain comes to the Salinas Valley in November. It is so rare that the Journal or the Index or both carry editorials about it. The hills turn to a soft green overnight and the air smells good. Rain at this time is not particularly good in an agricultural sense unless it is going to continue, and this is extremely unusual. More commonly, the dryness comes back and the fuzz of grass withers or a little frost”",
    "book": "East of Eden"
  },
  {
    "quote": "“It is true that we are weak and sick and quarrelsome, but if that is all we ever were, we would, millenniums ago, have disappeared from the face of the earth. A few remnants of fossilized jawbone, some broken teeth in strata of limestone, would be the only mark man would have left of his existence in the world.”",
    "book": "East of Eden"
  },
  {
    "quote": "“People found happiness in the future according to their present lack”",
    "book": "East of Eden"
  },
  {
    "quote": "“He could hide from ugliness— in the evening.”",
    "book": "East of Eden"
  },
  {
    "quote": "“The direction of a big act will warp history, but probably all acts do the same in their degree, down to a stone stepped over in the path or a breath caught at sight of a pretty girl or a fingernail nicked in the garden soil. Naturally”",
    "book": "East of Eden"
  },
  {
    "quote": "“He saw the world through gray water.”",
    "book": "East of Eden"
  },
  {
    "quote": "“I don’t care what you do as long as I don’t have anything to do with it. I guess no matter how weak and negative a good man is, he has as many sins on him as he can bear. I have enough sins to trouble me. Maybe they aren’t very fine sins compared to some, but, the way I feel, they’re all I can take care of. Please forgive me.”",
    "book": "East of Eden"
  },
  {
    "quote": "“I think this is the only story we have and that it occurs on all levels of feeling and intelligence. Virtue and vice were warp and woof of our first consciousness, and they will be the fabric of our last, and this despite any changes we may impose on field and river and mountain, on economy and manners. There is no other story. A man, after he has brushed off the dust and chips of his life, will have left only the hard, clean questions: Was it good or was it evil? Have I done well—or ill?”",
    "book": "East of Eden"
  },
  {
    "quote": "“You’re getting well,” Samuel said. “Some people think it’s an insult to the glory of their sickness to get well. But”",
    "book": "East of Eden"
  },
  {
    "quote": "“Catherine was clever, but even a clever woman misses some of the strange corridors in a man.”",
    "book": "East of Eden"
  },
  {
    "quote": "“The American Standard translation orders men to triumph over sin, and you can call sin ignorance. The King James translation makes a promise in ‘Thou shalt,’ meaning that men will surely triumph over sin. But the Hebrew word, the word timshel—‘Thou mayest’—that gives a choice. It”",
    "book": "East of Eden"
  },
  {
    "quote": "“Come back with your shield or on it.”",
    "book": "East of Eden"
  },
  {
    "quote": "“By this time the Indian fighting had become like dangerous cattle drives—the tribes were forced into revolt, driven and decimated, and the sad, sullen remnants settled on starvation lands. It was not nice work but, given the pattern of the country’s development, it had to be done.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Oh, strawberries don’t taste as they used to and the thighs of women have lost their clutch! And”",
    "book": "East of Eden"
  },
  {
    "quote": "“His body was rearranging itself towards manhood, and he was shaken by the veering winds of adolescence.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Surely most men are destroyed, but there are others who like pillars of fire guide frightened men through the darkness.”",
    "book": "East of Eden"
  },
  {
    "quote": "“You’re too young a man to be panning memories, Adam.”",
    "book": "East of Eden"
  },
  {
    "quote": "“philosophy. Once the miracle of creation has taken place, the group can build and extend it, but the group never invents anything. The preciousness lies in the lonely mind of a man.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Some people think it’s an insult to the glory of their sickness to get well. But the time poultice is no respecter of glories. Everyone gets well if he waits around.”",
    "book": "East of Eden"
  },
  {
    "quote": "“As with many people, Charles, who could not talk, wrote with fullness. He set down his loneliness and his perplexities, and he put in paper many things he did not know about himself.”",
    "book": "East of Eden"
  },
  {
    "quote": "“I love you better. Else why would I have given myself the trouble of hurting you?”",
    "book": "East of Eden"
  },
  {
    "quote": "“A frightened sorrow has closed down over my heart. I wish I were a child so I could cry. I’m too old to be afraid like this. And I’ve not felt such despair since a bird died in my hand by a flowing water long ago”",
    "book": "East of Eden"
  },
  {
    "quote": "“Cathy spoke very quietly. “Adam, I didn’t want to come here. I am not going to stay here. As soon as I can I will go away.”",
    "book": "East of Eden"
  },
  {
    "quote": "“An ache was on the top of his stomach, an apprehension that was like a sick thought. It was a Weltschmerz—which we used to call “Welshrats”— the world sadness that rises into the soul like a gas and spreads despair so that you probe for the offending event and can find none.”",
    "book": "East of Eden"
  },
  {
    "quote": "“No,” he said, “that’s not my right. Nobody has the right to remove any single experience from another. Life and death are promised. We have a right to pain.”",
    "book": "East of Eden"
  },
  {
    "quote": "“And when he drove away from his old friends they knew they would not see him again, although he did not say it. He took to gazing at the mountains and the trees, even at faces, as though to memorize them for eternity.”",
    "book": "East of Eden"
  },
  {
    "quote": "“She had learned fear now and her mind sniffed about like a rat looking for an escape.”",
    "book": "East of Eden"
  },
  {
    "quote": "“He’s lonelier than you are because he has no lovely future to dream about.”",
    "book": "East of Eden"
  },
  {
    "quote": "“How often one goes to sleep troubled and full of pain, not knowing what causes the travail, and in the morning a whole new direction and clearness is there, maybe the result of the black reasoning. And again there are mornings when ecstasy bubbles in the blood, and the stomach and chest are tight and electric with joy, and nothing in the thoughts to justify it or cause it.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Cyrus wanted a woman to take care of Adam. He needed someone to keep house and cook, and a servant cost money. He was a vigorous man and needed the body of a woman, and that too cost money—unless you were married to it. Within two weeks Cyrus had wooed, wedded, bedded, and impregnated her. His neighbors did not find his action hasty. It was quite normal in that day for a man to use up three or four wives in a normal lifetime.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Money’s easy to make if it’s money you want. But with a few exceptions people don’t want money. They want luxury and they want love and they want admiration.”",
    "book": "East of Eden"
  },
  {
    "quote": "“And in the summer the river didn’t run at all above ground.”",
    "book": "East of Eden"
  },
  {
    "quote": "“You have no love.”“I had—enough to kill me.”“No one ever had enough. The stone orchard celebrates too little, not too much.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Poetry was a secret vice, and properly so.”",
    "book": "East of Eden"
  },
  {
    "quote": "“They reminded him of something—what was it?—some memory, some picture. He strove to find it and then it came of itself.It rose out of the years complete with all its colours and its cries, its crowded feelings.”",
    "book": "East of Eden"
  },
  {
    "quote": "“In uncertainty I am certain that underneath their topmost layers of frailty men want to be good and want to be loved. Indeed, most of their vices are attempted shortcuts to love...We have only one story. All novels, all poetry, are built on the neverending contest in ourselves of good and evil.”",
    "book": "East of Eden"
  },
  {
    "quote": "“I BELIEVE THERE ARE MONSTERS BORN in the world to human parents. Some you can see, misshapen and horrible, with huge heads or tiny bodies; some are born with no arms, no legs, some with three arms, some with tails or mouths in odd places.”",
    "book": "East of Eden"
  },
  {
    "quote": "“During the years he was never sick, except of course for the chronic indigestion which was universal, and still is, with men who live alone, cook for themselves, and eat in solitude.”",
    "book": "East of Eden"
  },
  {
    "quote": "“To hell with that rotten century! Let’s get it over and the door closed shut on it! Let’s close it like a book and go on reading! New chapter, new life. A man will have clean hands once we get the lid slammed shut on that stinking century. It’s a fair thing ahead. There’s no rot on this clean new hundred years. It’s not stacked, and any bastard who deals seconds from this new deck of years— why, we’ll crucify him head down over a privy.”",
    "book": "East of Eden"
  },
  {
    "quote": "“It takes great courage to back truth unacceptable to our times.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Maybe we all have in us a secret pond where evil and ugly things germinate and grow strong. But this culture is fenced, and the swimming brood climbs up only to fall back. Might it not be that in the dark pools of some men the evil grows strong enough to wriggle over the fence and swim free? Would not such a man be our monster, and are we not related to him in our hidden water? It would be absurd if we did not understand both angels”",
    "book": "East of Eden"
  },
  {
    "quote": "“The gods are fallen and all safety gone. And there is one sure thing about the fall of gods: they do not fall a little; they crash and shatter or sink deeply into green muck. It is a tedious job to build them up again; they never quite shine. And the child’s world is never quite whole again. It is an aching kind of growing.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Difference between a lie and a story is that a story utilizes the trappings and appearance of truth for the interest of the listener as well as of the teller. A story has in it neither gain nor loss. But a lie is a device for profit or escape. I”",
    "book": "East of Eden"
  },
  {
    "quote": "“He stared between his knees at the floor. “No,” he said, “that’s not my right. Nobody has the right to remove any single experience from another. Life and death are promised. We have a right to pain.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Salinas for the alkali which was white as salt.”",
    "book": "East of Eden"
  },
  {
    "quote": "“His attention seemed tied to her face by a taut string.”",
    "book": "East of Eden"
  },
  {
    "quote": "“It's nice for a mediocre man to know that greatness must be the loneliest state in the world.”",
    "book": "East of Eden"
  },
  {
    "quote": "“And the books that came into the house, some of them secretly—well, Samuel rode lightly on top of a book and he balanced happily among ideas the way a man rides white rapids in a canoe. But Tom got into a book, crawled and groveled between the covers, tunneled like a mole among the thoughts, and came up with the book all over his face and hands. Violence”",
    "book": "East of Eden"
  },
  {
    "quote": "“...and God accepted Abel and rejected Cain. I never thought that was a just thing. I never understood it. Do you?”“Maybe we think out of a different background,” said Lee. “I remember that this story was written by and for a shepherd people. They were not farmers. Wouldn’t the god of shepherds find a fat lamb more valuable than a sheaf of barley? A sacrifice must be the best and most.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Maybe you’ll come to know that every man in every generation is refired.”",
    "book": "East of Eden"
  },
  {
    "quote": "“And of course they were descended from the ancient kings of Ireland, as every Irishman is.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Almost instinctively he went about learning the truth and at the same time disbelieved it.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Then the hard, dry Spaniards came exploring through, greedy and realistic, and their greed was for gold or God. They collected souls as they collected jewels.”",
    "book": "East of Eden"
  },
  {
    "quote": "“The greatest terror a child can have is that he is not loved, and rejection is the hell he fears. I think everyone in the world to a large or small extent has felt rejection. And with rejection comes anger, and with anger some kind of crime in revenge for the rejection, and with the crime guilt—and there is the story of mankind.”",
    "book": "East of Eden"
  },
  {
    "quote": "“it would no more have occurred to Adam to confide in his brother—to tell him the hunger, the gray dreams, the plans and silent pleasures that lay at the back of the tunneled eyes—than to share his thoughts with a lovely tree or a pheasant in flight.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Mr. Edwards was essentially a simple man, but even a simple man has complexities which are dark and twisted.”",
    "book": "East of Eden"
  },
  {
    "quote": "“A man can do a lot of damage in the church. When someone comes here, he's got his guard up. But in church a man's wide open.”",
    "book": "East of Eden"
  },
  {
    "quote": "“You’re going to pass something down no matter what you do or if you do nothing. Even if you let yourself go fallow, the weeds will grow and the brambles. Something will grow.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Our species is the only creative species, and it has only one creative instrument, the individual mind and spirit of a man. Nothing was ever created by two men. There are no good collaborations, whether in music, in art, in poetry, in mathematics, in philosophy. Once the miracle of creation has taken place, the group can build and extend it, but the group never invents anything. The preciousness lies in the lonely mind of a man. And”",
    "book": "East of Eden"
  },
  {
    "quote": "“Why, you mouse—you nasty cur. With goodness all around you—don’t you dare suggest a thing like that! Why is your sorrow more refined than my sorrow?”",
    "book": "East of Eden"
  },
  {
    "quote": "“His body was as insensitive to pain as was his mind to subtleties.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Oh! Alice in Wonderland. You’re too big for that.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Cal considered. “What did my father do to make her leave?” “He loved her with his whole mind and body. He gave her everything he could imagine.”",
    "book": "East of Eden"
  },
  {
    "quote": "“The strange and foreign is not interesting—only the deeply personal and familiar.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Somehow we didn’t connect Germans with Mexicans. We went right back to our myths. One American was as good as twenty Germans. This being true, we had only to act in a stern manner to bring the Kaiser to heel. He wouldn’t dare interfere with our trade—but he did. He wouldn’t stick out his neck and sink our ships—and he did. It was stupid, but he did, and so there was nothing for it but to fight him.”",
    "book": "East of Eden"
  },
  {
    "quote": "“I can get to be so little you can't even see me.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Tom said, “Let me beg you never to tell that story to Will. He’d have you locked up.” “But the house wasn’t worth what I asked!” “I repeat what I said about Will. What’s Adam want with your house?” “He’s going to move there. Wants the twins to go to school in Salinas.” “What’ll”",
    "book": "East of Eden"
  },
  {
    "quote": "“Some children want to be babies and some want to be adults. Few are content with their age.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Pershing’s expedition into Mexico after Villa had exploded one of our myths for a little while. We had truly believed that Mexicans can’t shoot straight and besides were lazy and stupid.”",
    "book": "East of Eden"
  },
  {
    "quote": "“We are capable of many things in all directions, of great virtues and great sins.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Oh, strawberries don’t taste as they used to and the thighs of women have lost their clutch!”",
    "book": "East of Eden"
  },
  {
    "quote": "“No. I won’t want it ever. I would have been so happy if you could have given me—well, what your brother has—pride in the thing he’s doing, gladness in his progress. Money, even clean money, doesn’t stack up with that.” His eyes widened a little and he said, “Have I made you angry, son? Don’t be angry. If you want to give me a present—give me a good life. That would be something I could value.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Then Samuel died and the world shattered like a dish.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Don’t know. I’ll have to think about it. They say a clean cut heals soonest. There’s nothing sadder to me than associations held together by nothing but the glue of postage stamps. If you can’t see or hear or touch a man, it’s best to let him go.”",
    "book": "East of Eden"
  },
  {
    "quote": "“I’ll rustle up some dinner.”",
    "book": "East of Eden"
  },
  {
    "quote": "“I have a new love for that glittering instrument, the human soul. It is a lovely and unique thing in the universe. It is always attacked and never destroyed— because ‘Thou mayest.”",
    "book": "East of Eden"
  },
  {
    "quote": "“In human affairs of danger and delicacy successful conclusion is sharply limited by hurry. So often men trip by being in a rush. If one were properly to perform a difficult and subtle act, he should first inspect the end to be achieved and then, once he had accepted the end as desirable, he should forget it completely and concentrate solely on the means. By this method he would not be moved to false action by anxiety or hurry or fear. Very few people learn this. What”",
    "book": "East of Eden"
  },
  {
    "quote": "“His body was rearranging itself toward manhood, and he was shaken by the veering winds of adolescence. One moment he was dedicated and pure and devoted; the next he wallowed in filth; and the next he groveled in shame and emerged rededicated.”",
    "book": "East of Eden"
  },
  {
    "quote": "“The direction of a big act will warp history, but probably all acts do the same in their degree, down to a stone stepped over in the path or a breath caught at sight of a pretty girl or a fingernail nicked in the garden soil.”",
    "book": "East of Eden"
  },
  {
    "quote": "“When he read his father’s books, he was the first. He lived in a world shining and fresh and as uninspected as Eden on the sixth day.”",
    "book": "East of Eden"
  },
  {
    "quote": "“FEBRUARY IN SALINAS is likely to be damp and cold and full of miseries. The heaviest rains fall then, and if the river is going to rise, it rises then. February of 1915 was a year heavy with water.”",
    "book": "East of Eden"
  },
  {
    "quote": "“It has always seemed strange to me that it is usually men like Adam who have to do the soldiering. He did not like fighting to start with, and far from learning to love it, as some men do, he felt an increasing revulsion for violence.”",
    "book": "East of Eden"
  },
  {
    "quote": "“You can boast about anything if it’s all you have. Maybe the less you have, the more you are required to boast.”",
    "book": "East of Eden"
  },
  {
    "quote": "“But a good servant, and I am an excellent one, can completely control his master, tell him what to think, how to act, whom to marry, when to divorce, reduce him to terror as a discipline, or distribute happiness to him, and finally be mentioned in his will.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Charles is not afraid. So he could never learn anything of courage.”",
    "book": "East of Eden"
  },
  {
    "quote": "“THAT YEAR THE RAINS HAD COME so gently that the Salinas River did not overflow. A slender stream twisted back and forth in its broad bed of gray sand, and the water was not milky with silt but clear and pleasant. The willows that grow in the river bed were well leafed, and the wild blackberry vines were thrusting their spiky new shoots along the ground.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Coming in from his work, he gorged himself on fried food and went to bed and to sleep in the resulting torpor.”",
    "book": "East of Eden"
  },
  {
    "quote": "“He was proud of her wild, exploring mind.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Cathy was fourteen when she entered high school. She had always been precious to her parents, but with her entrance into the rarities of algebra and Latin she climbed into clouds where her parents could not follow. They had lost her.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Laughter comes later, like wisdom teeth, and laughter at yourself comes last of all in a mad race with death, and sometimes it isn’t in time.” Her”",
    "book": "East of Eden"
  },
  {
    "quote": "“I will know from your talk whether I can offer an honest opinion or whether it is better to reassure you in your own.”",
    "book": "East of Eden"
  },
  {
    "quote": "“You must know that a Chinese must pay all of his debts on or before our New Year’s day. He starts every year clean. If he does not, he loses face; but not only that—his family loses face. There are no excuses.”",
    "book": "East of Eden"
  },
  {
    "quote": "“A WAR COMES ALWAYS to someone else. In Salinas we were aware that the United States was the greatest and most powerful nation in the world. Every American was a rifleman by birth, and one American was worth ten or twenty foreigners in a fight.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Suddenly he knew joy and sorrow felted into one fabric. Courage and fear were one thing too. He found that he had started to hum a droning little tune. He turned, walked through the kitchen, and stood in the doorway, looking at Cathy. She smiled weakly at him, and he thought, What a child! What a helpless child! and a surge of love filled him.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Now, there are many millions in their sects and churches who feel the order, ‘Do thou,’ and throw their weight into obedience. And there are millions more who feel predestination in ‘Thou shalt.’ Nothing they may do can interfere with what will be. But ‘Thou mayest’! Why, that makes a man great, that gives him stature with the gods, for in his weakness and his filth and his murder of his brother he has still the great choice. He can choose his course and fight it through and win.”",
    "book": "East of Eden"
  },
  {
    "quote": "“No story has power, nor will it last, unless we feel in ourselves that it is true and true of us. What a great burden of guilt men have!”",
    "book": "East of Eden"
  },
  {
    "quote": "“There was a wall against learning. A man wanted his children to read, to figure, and that was enough. More might make them dissatisfied and flighty.”",
    "book": "East of Eden"
  },
  {
    "quote": "“You know that a soldier is the most holy of all humans because he is the most tested—most tested of all. I’ll try to tell you. Look now—in all of history men have been taught that killing of men is an evil thing not to be countenanced. Any man.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Polly cocked his head sideways, inspecting Adam, and scratched the feathers at the base of his beak with a careful foreclaw. “Come off it, you bastard,” said Polly unemotionally. Liza frowned at him. “Polly,” she said sternly, “that’s not polite.” “Bloody bastard!” Polly observed. Liza ignored the vulgarity.”",
    "book": "East of Eden"
  },
  {
    "quote": "“wondered”",
    "book": "East of Eden"
  },
  {
    "quote": "“I’d think there are degrees of greatness,” Adam said. “I don’t think so,” said Samuel. “That would be like saying there is a little bigness. No. I believe when you come to that responsibility the hugeness and you are alone to make your choice. On one side you have warmth and companionship and sweet understanding, and on the other—cold, lonely greatness. There you make your choice. I’m glad I chose mediocrity, but how am I to say what reward might have come with the other?”",
    "book": "East of Eden"
  },
  {
    "quote": "“So often men trip by being in a rush. If one were properly to perform a difficult and subtle act, he should first inspect the end to be achieved and then, once he had accepted the end as desirable, he should forget it completely and concentrate solely on the means. By this method he would not be moved to false action by anxiety or hurry or fear. Very few people learn this.”",
    "book": "East of Eden"
  },
  {
    "quote": "“It’s too easy to excuse yourself because of your ancestry.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Privately there were some things in Heaven of which she did not quite approve. There was too much singing, and she didn’t see how even the Elect could survive for very long the celestial laziness which was promised. She would find something to do in Heaven.”",
    "book": "East of Eden"
  },
  {
    "quote": "“is the only creative species, and it has only one creative instrument, the individual mind and spirit of a man. Nothing was ever created by two men. There are no good collaborations, whether in music, in art, in poetry, in mathematics, in philosophy. Once the miracle of creation has taken place, the group can build and extend it, but the group never invents anything. The preciousness lies in the lonely mind of a man.”",
    "book": "East of Eden"
  },
  {
    "quote": "“The greatest terror a child can have is that he is not loved, and rejection is the hell he fears. I think everyone in the world to a large or small extent has felt rejection. And with rejection comes anger, and with anger some kind of crime in revenge for the rejection, and with the crime guilt—and there is the story of mankind. I think that if rejection could be amputated, the human would not be what he is. Maybe there would be fewer crazy people.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Cal, listen to me. Can you think that whatever made us—would stop trying?”",
    "book": "East of Eden"
  },
  {
    "quote": "“And now he learned how men can consider other men as beasts and that the easiest way to get along with such men was to be a beast.”",
    "book": "East of Eden"
  },
  {
    "quote": "“You know how it is,” Samuel said. “When you know a friend is there you do not go to see him. Then he’s gone and you blast your conscience to shreds that you did not see him.”",
    "book": "East of Eden"
  },
  {
    "quote": "“And just as war is always for somebody else, so it is also true that someone else always gets killed. And Mother of God! that wasn’t true either. The dreadful telegrams began to sneak sorrowfully in, and it was everybody’s brother. Here we were, over six thousand miles from the anger and the noise, and that didn’t save us.”",
    "book": "East of Eden"
  },
  {
    "quote": "“...along the road. He heard the iron tires of the cart grinding on the road. He turned and looked after it, and on the slope he saw old Samuel against the sky, his white hair shining with starlight.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Well, she thought, here it is just as I knew it would be. Here was her death. Her mind flashed to see if she had forgotten anything—will made, letters burned, new underwear, plenty of food in the house for dinner. She wondered whether she had turned out the light in the back room. It was all in a second. Then she thought there might be an outside chance of survival.”",
    "book": "East of Eden"
  },
  {
    "quote": "“WAR COMES ALWAYS to someone else. In Salinas we were aware that the United States was the greatest and most powerful nation in the world. Every American was a rifleman by birth, and one American was worth ten or twenty foreigners in a fight.”",
    "book": "East of Eden"
  },
  {
    "quote": "“The first few years after Samuel came to Salinas Valley there was a vague distrust of him. And perhaps Will as a little boy heard talk in the San Lucas store. Little boys don't want their fathers to be different from other men. Will might have picked up his conservatism right then.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Thou mayest rule over sin.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Eventlessness has no posts to drape duration on. From nothing to nothing is no time at all”",
    "book": "East of Eden"
  },
  {
    "quote": "“Once the miracle of creation has taken place, the group can build and extend it, but the group never invents anything.”",
    "book": "East of Eden"
  },
  {
    "quote": "“When he first got the job with Kate, Joe looked for the weaknesses on which he lived—vanity, voluptuousness, anxiety or conscience, greed, hysteria. He knew they were there because she was a woman.”",
    "book": "East of Eden"
  },
  {
    "quote": "“It’s the lie I’m thinking of. It might infect everything. If they ever found out you’d lied to them about this, the true things would suffer. They wouldn’t believe anything then.” “Yes, I see. But what can I tell them? I couldn’t tell them the whole truth.” “Maybe you can tell them a part truth, enough so that you won’t suffer if they find out.”",
    "book": "East of Eden"
  },
  {
    "quote": "“He was forever inventing a new way of doing an old thing and doing it better and quicker, but he never in his whole life had any talent for making money.”",
    "book": "East of Eden"
  },
  {
    "quote": "“She controlled her face and whipped the fear from it. “You’re just doing it because you’re honest, is that it? You’re just too sugar sweet to live.”",
    "book": "East of Eden"
  },
  {
    "quote": "“It’s hard to give people things—I guess it’s harder to be given things, though.”",
    "book": "East of Eden"
  },
  {
    "quote": "“my father became very Chinese then. He said, ‘There’s more beauty in the truth even if it is dreadful beauty. The storytellers at the city gate twist life so that it looks sweet to the lazy and the stupid and the weak, and this only strengthens their infirmities and teaches nothing, cures nothing, nor does it let the heart soar,”",
    "book": "East of Eden"
  },
  {
    "quote": "“A bribed man can only hate his briber. When this man died the nation rang with praise and, just beneath, with gladness that he was dead.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Maybe we all have in us a secret pond where evil and ugly things germinate and grow strong.”",
    "book": "East of Eden"
  },
  {
    "quote": "“The American Standard translation orders men to triumph over sin, and you can call sin ignorance. The King James translation makes a promise in ‘Thou shalt,’ meaning that men will surely triumph over sin. But the Hebrew word, the word timshel—‘Thou mayest’—that gives a choice. It might be the most important word in the world. That says the way is open. That throws it right back on a man. For if ‘Thou mayest’—it is also true that ‘Thou mayest not.’ Don’t you see?”",
    "book": "East of Eden"
  },
  {
    "quote": "“Mr. Edwards was essentially a simple man, but even a simple man has complexities which are dark and twisted. Catherine was clever, but even a clever woman misses some of the strange corridors in a man.”",
    "book": "East of Eden"
  },
  {
    "quote": "“You can boast about anything if it’s all you have.”",
    "book": "East of Eden"
  },
  {
    "quote": "“I don’t think I’ve ever known what you people call happiness. We think of contentment as the desirable thing, and maybe that’s negative.”",
    "book": "East of Eden"
  },
  {
    "quote": "“A miracle once it is familiar is no longer a miracle”",
    "book": "East of Eden"
  },
  {
    "quote": "“If Adam rested like a sleek fed cat on his land, Cathy was catlike too. She had the inhuman attribute of abandoning what she could not get and of waiting for what she could get.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Smiled with amusement at the myths of these country boys.”",
    "book": "East of Eden"
  },
  {
    "quote": "“And Cain went out from the presence of the Lord and dwelt in the land of Nod on the east of Eden.”",
    "book": "East of Eden"
  },
  {
    "quote": "“We went right back to our myths.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Mr. Trask, do you think the thoughts of people suddenly become important at a given age? Do you have sharper feelings or clearer thoughts now than when you were ten? Do you see as well, hear as well, taste as vitally?” “Maybe you’re right,” said Adam. “It’s one of the great fallacies, it seems to me,” said Lee, “that time gives much of anything but years and sadness to a man.” “And memory.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Our species is the only creative species, and it has only one creative instrument, the individual mind and spirit of a man.”",
    "book": "East of Eden"
  },
  {
    "quote": "“If the glory can be killed”",
    "book": "East of Eden"
  },
  {
    "quote": "“Show me the man who isn't interested in discussing himself”",
    "book": "East of Eden"
  },
  {
    "quote": "“The whisky muttered in his ears.”",
    "book": "East of Eden"
  },
  {
    "quote": "“timshel—‘Thou mayest’—that gives a choice. It might be the most important word in the world. That says the way is open. That throws it right back on a man. For if ‘Thou mayest’—it is also true that ‘Thou mayest not.’ Don’t you”",
    "book": "East of Eden"
  },
  {
    "quote": "“Cal, watching Adam's face, had seen his mind leap into the past for a lie. Cal didn't hate the lie but the necessity for telling it. Cal lied for reasons of profit of one kind or another. To be driven to a lie seemed shameful to him.”",
    "book": "East of Eden"
  },
  {
    "quote": "“When you're a child you're the center of everything. Everything happens for you. Other people? They're only ghosts furnished for you to talk to. But when you grow up you take your place and you're your own size and shape. Things go out of you to others and come in from other people.”",
    "book": "East of Eden"
  },
  {
    "quote": "“men do not trust themselves any more, and when that happens there is nothing left except perhaps to find some strong sure man, even though he may be wrong, and to dangle from his coattails.”",
    "book": "East of Eden"
  },
  {
    "quote": "“because of this they could give God their own courage and dignity and then receive it back. Such things have disappeared perhaps because men do not trust themselves any more, and when that happens there is nothing left except perhaps to find some strong sure man, even though he may be wrong, and to dangle from his coattails.”",
    "book": "East of Eden"
  },
  {
    "quote": "“I could never quite take the responsibility. When the Lord God did not call my name, I might have called His name—but I did not. There you have the difference between greatness and mediocrity. It’s not an uncommon disease. But it’s nice for a mediocre man to know that greatness must be the loneliest state in the world.”",
    "book": "East of Eden"
  },
  {
    "quote": "“that the free, exploring mind of the individual human is the most valuable thing in the world.”",
    "book": "East of Eden"
  },
  {
    "quote": "“He felt that it was more dignified to lose oneself in business, as he intended to do, than in alcohol, as Tom was probably doing.”",
    "book": "East of Eden"
  },
  {
    "quote": "“There must have been some steel cord in her throat, for Cathy's voice could cut like a file when she wished.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Virtue and vice were warp and woof of our first consciousness, and they will be the fabric of our last, and this despite any changes we may impose on field and river and mountain, on economy and manners. There is no other story. A man, after he has brushed off the dust and chips of his life, will have left only the hard, clean questions: Was it good or was it evil? Have I done well—or ill? Herodotus,”",
    "book": "East of Eden"
  },
  {
    "quote": "“It’s hard to split a man down the middle and always to reach for the same half.”",
    "book": "East of Eden"
  },
  {
    "quote": "“And I guess a man's importance in the world can be measured by the quality and number of his glories. It is a lonely thing but it relates us to the world.”",
    "book": "East of Eden"
  },
  {
    "quote": "“You hate something in them you can’t understand. You don’t hate their evil. You hate the good in them you can’t get at. I wonder what you want, what final thing.”",
    "book": "East of Eden"
  },
  {
    "quote": "“I know what you hate. You hate something in them you can't understand. You don't hate their evil. You hate the good in them you can't get at. I wonder what you want, what final thing.”",
    "book": "East of Eden"
  },
  {
    "quote": "“It was a mystery, but then there are many mysterious things in our social thinking.”",
    "book": "East of Eden"
  },
  {
    "quote": "“None of them seemed capable of light or changeable love.”",
    "book": "East of Eden"
  },
  {
    "quote": "“...as natural as breathing and as hateful as hell.”",
    "book": "East of Eden"
  },
  {
    "quote": "“There was real fear mixed up in his love, and the precipitate from the mixing of those two is cruelty.”",
    "book": "East of Eden"
  },
  {
    "quote": "“One day Samuel strained his back lifting a bale of hay, and it hurt his feelings more than his back, for he could not imagine a life in which Sam Hamilton was not privileged to lift a bale of hay. He felt insulted by his back, almost as he would have been if one of his children had been dishonest.”",
    "book": "East of Eden"
  },
  {
    "quote": "“From the day of a child’s birth he is taught by every circumstance, by every law and rule and right, to protect his own life. He starts with that great instinct, and everything confirms it. And then he is a soldier and he must learn to violate all of this—he must learn coldly to put himself in the way of losing his own life without going mad. And if you can do that—and, mind you, some can’t—then you will have the greatest gift of all.”",
    "book": "East of Eden"
  },
  {
    "quote": "“One says the silent man is the wise man and the other that a man without words is a man without thought.”",
    "book": "East of Eden"
  },
  {
    "quote": "“perhaps because men do not trust themselves any more, and when that happens there is nothing left except perhaps to find some strong sure man, even though he may be wrong, and to dangle from his coattails.”",
    "book": "East of Eden"
  },
  {
    "quote": "“By this time the Indian fighting had become like dangerous cattle drives—the tribes were forced into revolt, driven and decimated, and the sad, sullen remnants settled on starvation lands.”",
    "book": "East of Eden"
  },
  {
    "quote": "“He remembered quite inaccurately the time before Adam went away as the happy time, and he wanted it to come again.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Then a breeze would move her bright hair, or she would raise her eyes, and Adam would swell out in his stomach with a pressure of ecstasy that was close kin to grief.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Punishments were more savage than they are now. A man truly believed that the whip was an instrument of virtue.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Joe was physically lazy, and probably mentally lazy too. He daydreamed out his life, and his mother loved him more than the others because she thought he was helpless. Actually he was the least helpless, because he got exactly what he wanted with a minimum of effort”",
    "book": "East of Eden"
  },
  {
    "quote": "“Sadness and death, she thought, and death and sadness, and it wrenched in her stomach against the soreness. You just have to wait around long enough and it will come.”",
    "book": "East of Eden"
  },
  {
    "quote": "“There is more beauty in the truth even if it is dreadful beauty. The storytellers at the city gate twist life so that it looks sweet to the lazy and the stupid and the weak, and this not only strengthens their infirmity and teaches nothing, cures nothing, nor does it let the heart soar.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Maybe both of us have got a piece of him,” said Lee. “Maybe that’s what immortality is.”",
    "book": "East of Eden"
  },
  {
    "quote": "“help us. She likes to.” “It’s a long way off—clear across the country.” Aron said excitedly, “I know! When we take flowers to our mother we’ll take some to our Uncle Charles.” And he said a little sadly, “I”",
    "book": "East of Eden"
  },
  {
    "quote": "“Lee said, “Maybe everyone is too rich. I have noticed that there is no dissatisfaction like that of the rich. Feed a man, clothe him, put him in a good house, and he will die of despair.”",
    "book": "East of Eden"
  },
  {
    "quote": "“I think everyone in the world to a large or small extent has felt rejection. And with rejection comes anger, and with anger some kind of crime in revenge for the rejection, and with the crime guilt—and there is the story of mankind.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Drinking alcohol in any form she regarded as a crime against a properly outraged deity.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Perhaps it takes these two kinds to make a good marriage, riveted with several kinds of strengths.”",
    "book": "East of Eden"
  },
  {
    "quote": "“She used religion as a therapy for the ills of the world and of herself, and she changed the religion to fit the ill.”",
    "book": "East of Eden"
  },
  {
    "quote": "“You’re too young a man to be panning memories, Adam. You should be getting yourself some new ones, so that the mining will be richer when you come to age.”",
    "book": "East of Eden"
  },
  {
    "quote": "“And are you taking pleasure from this whipping you’re giving yourself? Are you enjoying your despair?”",
    "book": "East of Eden"
  },
  {
    "quote": "“I don’t think I ever saw you so—gay,” Abra said.”",
    "book": "East of Eden"
  },
  {
    "quote": "“The King James translation makes a promise in ‘Thou shalt,’ meaning that men will surely triumph over sin. But the Hebrew word, the word timshel—‘Thou mayest’—that gives a choice. It might be the most important word in the world. That says the way is open. That throws it right back on a man. For if ‘Thou mayest’—it is also true that ‘Thou mayest not.’ Don’t”",
    "book": "East of Eden"
  },
  {
    "quote": "“A man, his whole life, matches himself against pay. And how, if it’s my whole life’s work to find my worth, can you, sad man, write me down instant in a ledger?”",
    "book": "East of Eden"
  },
  {
    "quote": "“The boys exchanged uneasy glances. It was their first experience with the inexorable logic of women, which is overwhelming even, or perhaps especially, when it is wrong. This was new to them, exciting and frightening.”",
    "book": "East of Eden"
  },
  {
    "quote": "“And even childhood was no good any more—not the way it was. No worry then but how to find a good stone”",
    "book": "East of Eden"
  },
  {
    "quote": "“Monsters are variations from the accepted normal to a greater or a less degree.”",
    "book": "East of Eden"
  },
  {
    "quote": "“He set down his loneliness and his perplexities, and he put on paper many things he did not know about himself.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Some men there are who go down the dismal wrack of soldering, surrender themselves, and become faceless. But these had not much face to start with.”",
    "book": "East of Eden"
  },
  {
    "quote": "“You know, Mr. Trask, once I had a wife. I made her up just as you did, only mine had no life outside my mind. She was good company in my little room. I would talk and she would listen, and then she would talk, would tell me all the happenings of a woman’s afternoon. She was very pretty and she made coquettish little jokes. But now I don’t know whether I would listen to her. And I wouldn’t want to make her sad or lonely. So there’s my first plan gone.”",
    "book": "East of Eden"
  },
  {
    "quote": "“She went back to work. “Do you think it’s funny to be so serious when I’m not even out of high school?” she asked. “I don’t see how it could be any other way,” said Lee. “Laughter comes later, like wisdom teeth, and laughter at yourself comes last of all in a mad race with death, and sometimes it isn’t in time.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Before you hate those men you must know this. My father always told it at the last: No child ever had such care as I. The whole camp became my mother. It is a beauty—a dreadful kind of beauty. And now good night. I can’t talk any more.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Maybe you’ll come to know that every man in every generation is refired. Does a craftsman, even in his old age, lose his hunger to make a perfect cup—thin, strong, translucent?” He held his cup to the light. “All impurities burned out and ready for a glorious flux, and for that—more fire. And then either the slag heap or, perhaps what no one in the world ever quite gives up, perfection.”",
    "book": "East of Eden"
  },
  {
    "quote": "“His mother and father thought him a poet because he wasn't any good at anything else.”",
    "book": "East of Eden"
  },
  {
    "quote": "“They were better read and better bred than most of their contemporaries.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Maybe the knowledge is too great and maybe men are growing too small,” said Lee. “Maybe, kneeling down to atoms, they’re becoming atomsized in their souls. Maybe a specialist is only a coward, afraid to look out of his little cage. And think what any specialist misses—the whole world over his fence.”",
    "book": "East of Eden"
  },
  {
    "quote": "“His dark face took on the serious expressionlessness of a man who is nearly always alone.”",
    "book": "East of Eden"
  },
  {
    "quote": "“And Will said out of his experience, “Sometimes a man wants to be stupid if it lets him do a thing his cleverness forbids.”",
    "book": "East of Eden"
  },
  {
    "quote": "“No,” Cyrus replied. “I wouldn’t do that. You can drive a human too far. I wouldn’t do that. Always you must leave a man one escape before death. Remember that! I knew, I guess, how hard I was pressing you. I didn’t want to push you over the edge.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Cathy had the one quality required of a great and successful criminal: she trusted no one, confided in no one. Her self was an island.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Oh, I have the money. I’ve had it a long time.”",
    "book": "East of Eden"
  },
  {
    "quote": "“She thought all children were like her own. And since all parents are warriors she was convinced that all her friends had the same problems.”",
    "book": "East of Eden"
  },
  {
    "quote": "“But the Irish are said to be a happy people, full of jokes.” “There’s your pidgin and your queue. They’re not. They’re a dark people with a gift for suffering way past their deserving.”",
    "book": "East of Eden"
  },
  {
    "quote": "“I know the 'shoulds' although I never do them. I always know the shoulds.”",
    "book": "East of Eden"
  },
  {
    "quote": "“it never failed that during the dry years the people forgot about the rich years, and during the wet years they lost all memory of the dry years. It was always that way.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Most people don’t read the details. It’s the details that astonish me.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Adam seemed clothed in a viscosity that slowed his movements and held his thoughts down. He saw the world through gray water.”",
    "book": "East of Eden"
  },
  {
    "quote": "“have no bent toward gods. But I have a new love for that glittering instrument, the human soul. It is a lovely and unique thing in the universe. It is always attacked and never destroyed—because ‘Thou mayest.’ ” 3”",
    "book": "East of Eden"
  },
  {
    "quote": "“Maybe that’s what ghosts are,”",
    "book": "East of Eden"
  },
  {
    "quote": "“He found that he could communicate his material daydreaming—and, properly applied, that is all advertising is.”",
    "book": "East of Eden"
  },
  {
    "quote": "“He felt that his time of rest and peace was over.”",
    "book": "East of Eden"
  },
  {
    "quote": "“You can boast about anything if it’s all you have. Maybe the less you have, the more you are required to boast. The”",
    "book": "East of Eden"
  },
  {
    "quote": "“No. Too many Chinese laundries and restaurants. I thought perhaps a bookstore. I’d like that, and the competition wouldn’t be too great. I probably won’t do it though. A servant loses his initiative.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Some families would sell out for nearly nothing and move away. And it never failed that during the dry years the people forgot about the rich years, and during the wet years they lost all memory of the dry years. It was always that way.”",
    "book": "East of Eden"
  },
  {
    "quote": "“I learned very early not to covet anything. Ambition only causes disappointment.”",
    "book": "East of Eden"
  },
  {
    "quote": "“He took no rest”",
    "book": "East of Eden"
  },
  {
    "quote": "“It is possible that if in the night the frog sound should have stopped, everyone in Salinas would have awakened, feeling that there was a great noise. In their millions the frog songs seemed to have a beat and a cadence, and perhaps it is the ears’ function to do this just as it is the eyes’ business to make stars twinkle.”",
    "book": "East of Eden"
  },
  {
    "quote": "“He was a conservative, not only in politics but in everything. Ideas he found revolutionary, and he avoided them with suspicion and distaste.”",
    "book": "East of Eden"
  },
  {
    "quote": "“But I have a new love for that glittering instrument, the human soul. It is a lovely and unique thing in the universe. It is always attacked and never destroyed—because ‘Thou mayest.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Her head was small and round and it held small round convictions.”",
    "book": "East of Eden"
  },
  {
    "quote": "“The humilities are piled on a soldier, so Cyrus said, in order that he may, when the time comes, be not too resentful of the final humility—a meaningless and dirty death.”",
    "book": "East of Eden"
  },
  {
    "quote": "“He sighed with pleasure, almost nestled in the human clot the way a cat nestles into a woodpile.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Can you imagine? said Adam. 'He'll know so many new things. I wonder if he'll talk different. You know, Lee, in the East a boy takes on the speech of his school. You can tell a Harvard man from a Princeton man. At least that's what they say.''I'll listen,' said Lee. 'I wonder what dialect they speak at Stanford.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Living in the shade of memories, as warm and comfortable as they may be, is just as haunting. it leaves the present feeling emptier and colder than it really is.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Without money you cannot fight money.”",
    "book": "East of Eden"
  },
  {
    "quote": "“And since the lives and practices of rich men were mysterious, who knows what they could use or not use?”",
    "book": "East of Eden"
  },
  {
    "quote": "“He said, ‘There’s more beauty in the truth even if it is dreadful beauty. The storytellers at the city gate twist life so that it looks sweet to the lazy and the stupid and the weak, and this only strengthens their infirmities and teaches nothing, cures nothing, nor does it let the heart soar,”",
    "book": "East of Eden"
  },
  {
    "quote": "“A man’s mind vague up a little, for how can you remember the feel of pleasure or pain or choking emotion? You can remember only that you had them.”",
    "book": "East of Eden"
  },
  {
    "quote": "“The process used to be more complicated. It required not only a good memory, a strong arm, an angelic temper, and a blind hope, but also a certain amount of practice of magic, so that a man about to turn the crank of a Model T might be seen to spit on the ground and whisper a spell.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Siempre hay que tratar en cosas de las que haya poca abundancia.”",
    "book": "East of Eden"
  },
  {
    "quote": "“I don’t think I’ve ever known what you people call happiness. We think of contentment as the desirable thing, and maybe that’s negative.” Adam said, “Call it that then. Aren’t you contented here?” Lee said, “I don’t think any man is contented when there are things undone he wishes to do.”",
    "book": "East of Eden"
  },
  {
    "quote": "“A man who can't learn from experience is a fool.”",
    "book": "East of Eden"
  },
  {
    "quote": "“I’ll want to hear,” Samuel said. “I eat stories like grapes.”",
    "book": "East of Eden"
  },
  {
    "quote": "“o you take pride in your hurt? Does it make you seem large and tragic? ...Well, think about it. Maybe you're playing a part on a great stage with only yourself as audience”",
    "book": "East of Eden"
  },
  {
    "quote": "“The human is the only guilty animal.”",
    "book": "East of Eden"
  },
  {
    "quote": "“I believe there are monsters born in the world to human parents. Some you can see, misshapen and horrible, with huge heads or tiny bodies; some are born with no arms, no legs, some with three arms, some with tails or mouths in odd places. They are accidents and no one’s fault, as used to be thought. Once they were considered the visible punishments for concealed sins.”",
    "book": "East of Eden"
  },
  {
    "quote": "“New chapter, new life.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Hate cannot live alone.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Eructation of.”",
    "book": "East of Eden"
  },
  {
    "quote": "“Cal I've thought about it for a great many hours and I still don't know. She is a mystery. It seems to me that she is not like other people. You can only understand people if you feel them in yourself. And I can't feel her. The moment I think about her my feeling goes into darkness. I don't know what she wanted or what she was after. She was full of hatred, but why or toward what I don't know. It's a mystery. And her hatred wasn't healthy. It wasn't angry. It was heartless.”",
    "book": "East of Eden"
  }
]