[
  {
    "quote": "“Out of all this struggle a good thing is going to grow. That makes it worthwhile.”",
    "book": "In Dubious Battle"
  },
  {
    "quote": "“Why, they're the dirtiest guys in any town. They're the same ones that burned the houses of old German people during the war. They're the same ones that lynch Negroes. They like to be cruel. They like to hurt people, and they always give it a nice name, patriotism or protecting the constitution.”",
    "book": "In Dubious Battle"
  },
  {
    "quote": "“It seems to me that man has engaged in a blind and fearful struggle out of a past he can't remember, into a future he can't foresee nor understand. And man has met and defeated every obstacle, every enemy except one. He cannot win over himself. How mankind hates himself.”",
    "book": "In Dubious Battle"
  },
  {
    "quote": "“I don’t mind getting smacked on the chin. I just don’t want to get nibbled to death. There’s a difference.”",
    "book": "In Dubious Battle"
  },
  {
    "quote": "“Sometimes I think you realists are the most sentimental people in the world.”",
    "book": "In Dubious Battle"
  },
  {
    "quote": "“Mostly I’m too damn busy to know how I feel.”",
    "book": "In Dubious Battle"
  },
  {
    "quote": "“It’s funny how you want to do a thing and never do it.”",
    "book": "In Dubious Battle"
  },
  {
    "quote": "“The guy’s name was Joy. He was a radical! Get it? A radical. He wanted guys like you to have enough to eat and a place to sleep where you wouldn’t get wet. He didn’t want nothing for himself. He was a radical!”",
    "book": "In Dubious Battle"
  },
  {
    "quote": "“The doctor said softly, “Sometimes I think you realists are the most sentimental people in the world.”",
    "book": "In Dubious Battle"
  },
  {
    "quote": "“But in my little experience the end is never very different in its nature from the means. Damn it, Jim, you can only build a violent thing with violence.”",
    "book": "In Dubious Battle"
  },
  {
    "quote": "“don’t mind getting smacked on the chin. I just don’t want to get nibbled to death. There’s a difference.”",
    "book": "In Dubious Battle"
  },
  {
    "quote": "“Out of all this struggle a good thing is going to grow. That makes it worthwhile”",
    "book": "In Dubious Battle"
  },
  {
    "quote": "“tell you, a mob with something it wants to do is just about as efficient as trained soldiers, but tricky. They’ll knock that barricade, but then what? They’ll want to do something else before they cool off.” And he went on, “That’s right, what you said. It is a big animal. It’s different from the men in it. And it’s stronger than all the men put together. It doesn’t want the same things men want—it’s like Doc said—and we don’t know what it’ll do.”",
    "book": "In Dubious Battle"
  },
  {
    "quote": "“You know how you feel about Sam an' all the guys that travel with you? Well, I feel that way about all the workin' stiffs in the country.”",
    "book": "In Dubious Battle"
  },
  {
    "quote": "“Mac, who in hell are these vigilantes, anyway? What kind of guys are they?” “Why, they’re the dirtiest guys in any town. They’re the same ones that burned the houses of old German people during the war. They’re the same ones that lynch Negroes. They like to be cruel. They like to hurt people, and they always give it a nice name, patriotism or protecting the constitution. But they’re just the old nigger torturers working.”",
    "book": "In Dubious Battle"
  }
]