[
  {
    "quote": "“Maybe ever’body in the whole damn world is scared of each other.”",
    "book": "Of Mice and Men"
  },
  {
    "quote": "“I got you to look after me, and you got me to look after you, and that'swhy.”",
    "book": "Of Mice and Men"
  },
  {
    "quote": "“As happens sometimes, a moment settled and hovered and remained for much more than a moment. And sound stopped and movement stopped for much, much more than a moment.”",
    "book": "Of Mice and Men"
  },
  {
    "quote": "“Guy don't need no sense to be a nice fella. Seems to me sometimes it jus' works the other way around. Take a real smart guy and he ain't hardly ever a nice fella.”",
    "book": "Of Mice and Men"
  },
  {
    "quote": "“His ear heard more than what was said to him, and his slow speech had overtones not of thought, but of understanding beyond thought.”",
    "book": "Of Mice and Men"
  },
  {
    "quote": "“Trouble with mice is you always kill 'em. ”",
    "book": "Of Mice and Men"
  },
  {
    "quote": "“Just like heaven. Ever’body wants a little piece of lan’. I read plenty of books out here. Nobody never gets to heaven, and nobody gets no land. It’s just in their head. They’re all the time talkin’ about it, but it’s jus’ in their head.”",
    "book": "Of Mice and Men"
  },
  {
    "quote": "“We know what we got, and we don't care whether you know it or not.”",
    "book": "Of Mice and Men"
  },
  {
    "quote": "“I can still tend the rabbits, George? I didn't mean no harm, George.”",
    "book": "Of Mice and Men"
  },
  {
    "quote": "“In every bit of honest writing in the world, there is a base theme. Try to understand men, if you understand each other you will be kind to each other. KNOWING A MAN WELL NEVER LEADS TO HATE and nearly always leads to love. There are shorter means, many of them. There is writing promoting social change, writing punishing injustice, writing in celebration of heroism, but always that base theme. TRY TO UNDERSTAND EACH OTHER!”",
    "book": "Of Mice and Men"
  },
  {
    "quote": "“Ain’t many guys travel around together,” he mused. “I don’t know why. Maybe ever’body in the whole damn world is scared of each other.”",
    "book": "Of Mice and Men"
  },
  {
    "quote": "“We could live offa the fatta the lan'.”",
    "book": "Of Mice and Men"
  },
  {
    "quote": "“I ought to of shot that dog myself, George. I shouldn't ought to of let no stranger shoot my dog.”",
    "book": "Of Mice and Men"
  },
  {
    "quote": "“George's voice became deeper. He repeated his words rhythmically as though he had said them many times before. 'Guys like us, that work on ranches, are the loneliest guys in the world. They got no family. They don't belong no place. They come to a ranch an' work up a stake, and the first thing you know they're poundin' their tail on some other ranch. They ain't got nothing to look ahead to.”",
    "book": "Of Mice and Men"
  },
  {
    "quote": "“Guys like us got nothing to look ahead to.”",
    "book": "Of Mice and Men"
  },
  {
    "quote": "“I ain't got no people. I seen the guys that go around on the ranches alone. That ain't no good. They don't have no fun. After a long time they get mean. They get wantin' to fight all the time. . . 'Course Lennie's a God damn nuisance most of the time, but you get used to goin' around with a guy an' you can't get rid of him.”",
    "book": "Of Mice and Men"
  },
  {
    "quote": "“I see hundreds of men come by on the road an’ on the ranches with their bindles on their back an’ that same damn thing in their heads. Hundreds of them. They come, an’ they quit an’ go on; an’ every damn one of ‘em’s got a little piece of land in his head. An’ never a God damn one of ‘em ever gets it. Just like heaven. Ever’body wants a little piece of lan’. I read plenty of books out there. Nobody never gets to heaven, and nobody never gets no land. It’s just in their head.”",
    "book": "Of Mice and Men"
  },
  {
    "quote": "“Try to understand men, if you understand each other you will be kind to each other. Knowing a man well never leads to hate and nearly always leads to love.”",
    "book": "Of Mice and Men"
  },
  {
    "quote": "“Well, I never seen one guy take so much trouble for another guy. I just like to know what your interest is.”",
    "book": "Of Mice and Men"
  },
  {
    "quote": "“A water snake glided smoothly up the pool, twisting its periscope head from side to side; and it swam the length of the pool and came to the legs of a motionless heron that stood in the shadows. A silent head and beak lanced down and plucked it out by the head, and the beak swallowed the little snake while its tail waved frantically.”",
    "book": "Of Mice and Men"
  },
  {
    "quote": "“Says he foun' he jus' got a little piece of a great big soul. Says a wilderness ain't no good, 'cause his little piece of a soul wasn't no good 'less it was with the rest, an' was whole.”",
    "book": "Of Mice and Men"
  },
  {
    "quote": "“Evening of a hot day started the little wind to moving among the leaves. The shade climbed up the hills toward the top. On the sand banks the rabbits sat as quietly as little gray, sculptured stones.”",
    "book": "Of Mice and Men"
  },
  {
    "quote": "“As happens sometimes, a moment settled and hovered and remained for much more than a moment.”",
    "book": "Of Mice and Men"
  },
  {
    "quote": "“They come, an' they quit an' go on; an' every damn one of 'em's got a little piece of land in his head. An' never a God damn one of 'em ever gets it.”",
    "book": "Of Mice and Men"
  },
  {
    "quote": "“You never oughta drink water when it ain't runnin'.”",
    "book": "Of Mice and Men"
  },
  {
    "quote": "“They looked at one another, amazed. This thing they had never really believed in was coming true.”",
    "book": "Of Mice and Men"
  },
  {
    "quote": "“They come, an' they quit an' go on; an' every damn one of 'em's got a little piece of land in his head. An' never a God damn one of 'em ever gets it. Just like heaven. Ever'body wants a little piece of lan'. I read plenty of books out here. Nobody never gets to heaven, and nobody gets no land. It’s just in their head.”",
    "book": "Of Mice and Men"
  },
  {
    "quote": "“He’s a nice fella,” said Slim. “Guy don’t need no sense to be a nice fella. Seems to me sometimes it jus’ works the other way around. Take a real smart guy and he ain’t hardly ever a nice fella.”",
    "book": "Of Mice and Men"
  },
  {
    "quote": "“A guy sets alone out here at night, maybe readin' books or thinkin' or stuff like that. Sometimes he gets thinkin', an' he got nothing to tell him what's so an' what ain't so. Maybe if he sees somethin', he don't know whether it's right or not. He can't turn to some other guy and ast him if he sees it too. He can't tell. He got nothing to measure by.”",
    "book": "Of Mice and Men"
  },
  {
    "quote": "“With us it ain’t like that. We got a future. We got somebody to talk to that gives a damn about us. We don’t have to sit in no bar room blowin’ in our jack jus’ because we got no place else to go. If them other guys gets in jail they can rot for all anybody gives a damn. But not us.”",
    "book": "Of Mice and Men"
  },
  {
    "quote": "“Everybody wants a little bit of land, not much. Jus’ som’thin’ that was his. Som’thin’ he could live on and there couldn’t nobody throw him off of it.”",
    "book": "Of Mice and Men"
  },
  {
    "quote": "“A stilted heron labored up into the air and pounded down the river.”",
    "book": "Of Mice and Men"
  },
  {
    "quote": "“Just come,”",
    "book": "Of Mice and Men"
  },
  {
    "quote": "“Nobody never gets to heaven, and nobody gets no land. It’s just in their head.”",
    "book": "Of Mice and Men"
  },
  {
    "quote": "“Books ain’t no good. A guy needs somebody—to be near him.” He whined, “A guy goes nuts if he ain’t got nobody. Don’t make no difference who the guy is, long’s he’s with you. I tell ya,” he cried, “I tell ya a guy gets too lonely an’ he gets sick.”",
    "book": "Of Mice and Men"
  },
  {
    "quote": "“Looks kinda scrummy”",
    "book": "Of Mice and Men"
  },
  {
    "quote": "“I seen too many you guys. If you had two bits in the worl', why you'd be in gettin' two shots of corn with it and suckin' the bottom of the glass.”",
    "book": "Of Mice and Men"
  },
  {
    "quote": "“Why do you got to get killed? You ain't so little as mice.”",
    "book": "Of Mice and Men"
  },
  {
    "quote": "“What the hell kind of bed you giving us, anyways? We don't want no pants rabbits.”",
    "book": "Of Mice and Men"
  },
  {
    "quote": "“They fell into a silence. They looked at one another, amazed. This thing they had never really believed in was coming true.”",
    "book": "Of Mice and Men"
  },
  {
    "quote": "“In town in a whorehouse. That’s where your money’s goin’. Jesus, I seen it happen too many times. I seen too many guys with land in their head. They never get none under their hand.”",
    "book": "Of Mice and Men"
  },
  {
    "quote": "“Yeah,” said George. “I’ll come. But listen, Curley. The poor bastard’s nuts. Don’t shoot ‘im. He di’n’t know what he was doin’.”",
    "book": "Of Mice and Men"
  },
  {
    "quote": "“Now what the hell do you suppose is eatin' them two guys?”",
    "book": "Of Mice and Men"
  },
  {
    "quote": "“We got each other, that's what, that gives a hoot in hell about us.”",
    "book": "Of Mice and Men"
  },
  {
    "quote": "“Well, you keep your place then, nigger. I could get you strung up on a tree so easy it ain’t even funny.” Crooks had reduced himself to nothing. There was no personality, no ego—nothing to arouse either like or dislike. He said, “Yes, ma’am,” and his voice was toneless.”",
    "book": "Of Mice and Men"
  },
  {
    "quote": "“girl rabbits in an’ tells the law she been raped. The guys in Weed start a party out to lynch Lennie. So we sit in a irrigation ditch under water all the rest of that day.”",
    "book": "Of Mice and Men"
  },
  {
    "quote": "“You what. Curley’s like a lot of little guys. He hates big guys. He’s alla time picking scraps with big guys. Kind of like he’s mad at ’em because he ain’t a big guy. You seen little guys like that, ain’t you? Always scrappy?”",
    "book": "Of Mice and Men"
  },
  {
    "quote": "“Crooks avoided the whole subject now. “Maybe you guys better go,” he said. “I ain’t sure I want you in here no more. A colored man got to have some rights even if he don’t like ’em.”",
    "book": "Of Mice and Men"
  },
  {
    "quote": "“In every bit of honest writing in the world,” he noted in a 1938 journal entry,” . . . there is a base theme. Try to understand men, if you understand each other you will be kind to each other. Knowing a man well never leads to hate and nearly always leads to love. There are shorter means, many of them. There is writing promoting social change, writing punishing injustice, writing in celebration of heroism, but always that base theme. Try to understand each other.”",
    "book": "Of Mice and Men"
  },
  {
    "quote": "“He ain’t no cuckoo,” said George. “He’s dumb as hell, but he ain’t crazy. An’ I ain’t so bright neither, or I wouldn’t be buckin’ barley for my fifty and found.”",
    "book": "Of Mice and Men"
  },
  {
    "quote": "“You never oughta drink water when it ain’t running,”",
    "book": "Of Mice and Men"
  },
  {
    "quote": "“Well, you keep your place then, Nigger. I could get you strung upon a tree so easy it ain’t even funny.”",
    "book": "Of Mice and Men"
  },
  {
    "quote": "“Never did seem right to me. S'pose Curley jumps a big guy an' licks him. Ever'body says what a game guy Curley is. And s'pose he does the same thing and gets licked. Then ever'body says the big guy oughtta pick somebody his own size, and maybe they gang up on the big guy. Seems like Curley ain't givin' nobody a chance.”",
    "book": "Of Mice and Men"
  },
  {
    "quote": "“You can’t hate men if you know them.”",
    "book": "Of Mice and Men"
  },
  {
    "quote": "“Awright—take ’im.” He did not look down at the dog at all. He lay back on his bunk and crossed his arms behind his head and stared at the ceiling. From”",
    "book": "Of Mice and Men"
  },
  {
    "quote": "“A few miles south of Soledad, the Salinas River drops in close to the hillside bank and runs deep and green.”",
    "book": "Of Mice and Men"
  },
  {
    "quote": "“I seen ’em poison before, but I never seen no piece of jail bait worse than her.”",
    "book": "Of Mice and Men"
  },
  {
    "quote": "“As happens sometimes, a moment settled and hovered and remained for much more than a moment. And sound stopped and movement stopped for much, much more than a moment.Then gradually time awakened again and moved sluggishly on. The horses stamped on the other side of the feeding racks and the halter chains clinked. Outside, the men’s voices became louder and clearer.”",
    "book": "Of Mice and Men"
  },
  {
    "quote": "“Curley's like a lot of little guys. He hates big guys. He's alla time picking scraps with big guys. Kind of like he's mad at 'em because he ain't a big guy.”",
    "book": "Of Mice and Men"
  },
  {
    "quote": "“S’pose you had to sit out here an’ read books. Sure you could play horseshoes till it got dark, but then you got to read books. Books ain’t no good. A guy needs somebody—to be near him.” He whined, “A guy goes nuts if he ain’t got nobody. Don’t make no difference who the guy is, long’s he’s with you. I tell ya,” he cried, “I tell ya a guy gets too lonely an’ he gets sick.”",
    "book": "Of Mice and Men"
  },
  {
    "quote": "“If you don’ want me I can go off in the hills an’ find a cave. I can go away any time.”",
    "book": "Of Mice and Men"
  },
  {
    "quote": "“You seen what they done to my dog tonight? They says he wasn’t no good to himself nor nobody else. When they can me here I wisht somebody’d shoot me. But they won’t do nothing like that. I won’t have no place to go, an’ I can’t get no more jobs.”",
    "book": "Of Mice and Men"
  },
  {
    "quote": "“George’s voice became deeper. He repeated his words rhythmically as though he had said them many times before. “Guys like us, that work on ranches, are the loneliest guys in the world. They got no family. They don’t belong no place. They come to a ranch an’ work up a stake and then they go inta town and blow their stake, and the first thing you know they’re poundin’ their tail on some other ranch. They ain’t got nothing to look ahead to.” Lennie was delighted. “That’s it—that’s it.”",
    "book": "Of Mice and Men"
  },
  {
    "quote": "“Guys like us, that work on ranches, are the loneliest guys in the world. They got no family. They don’t belong no place. They”",
    "book": "Of Mice and Men"
  },
  {
    "quote": "“Well, you keep your place then, Nigger. I could get you strung up on a tree so easy it ain’t even funny.” Crooks had reduced himself to nothing. There was no personality, no ego—nothing to arouse either like or dislike. He said, “Yes, ma’am,” and his voice was toneless. For”",
    "book": "Of Mice and Men"
  },
  {
    "quote": "“I seen hunderds of men come by on the road an’ on the ranches, with their bindles on their back an’ that same damn thing in their heads. Hunderds of them. They come, an’ they quit an’ go on; an’ every damn one of ’em’s got a little piece of land in his head. An’ never a God damn one of ’em ever gets it. Just like heaven. Ever’body wants a little piece of lan’.”",
    "book": "Of Mice and Men"
  },
  {
    "quote": "“And the meanness and the plannings and the discontent and the ache for attention were all gone from her face. She was very pretty and simple, and her face was sweet and young. Now her rouged cheeks and her reddened lips made her seem alive and sleeping very lightly. The curls, tiny little sausages, were spread on the hay behind her head, and her lips were parted.”",
    "book": "Of Mice and Men"
  },
  {
    "quote": "“No,” said George. “No, Lennie. I ain’t mad. I never been mad, an’ I ain’t now. That’s a thing I want ya to know.”",
    "book": "Of Mice and Men"
  },
  {
    "quote": "“Slim looked through George and beyond him. “Ain’t many guys travel around together,” he mused. “I don’t know why. Maybe ever’body in the whole damn world is scared of each other.”",
    "book": "Of Mice and Men"
  },
  {
    "quote": "“Damn”",
    "book": "Of Mice and Men"
  },
  {
    "quote": "“George sighed. “You give me a good whore house every time,” he said. “A guy can go in an’ get drunk and get ever’thing outta his system all at once, an’ no messes. And he knows how much it’s gonna set him back. These here jail baits is just set on the trigger of the hoosegow.”",
    "book": "Of Mice and Men"
  },
  {
    "quote": "“Curley sat down on the floor, looking in wonder at his crushed hand. Slim and Carlson bent over him. Then Slim straightened up and regarded Lennie with horror. “We got to get him in to a doctor,” he said. “Looks to me like ever’ bone in his han’ is bust.” “I didn’t wanta,” Lennie cried. “I didn’t wanta hurt him.”",
    "book": "Of Mice and Men"
  },
  {
    "quote": "“I ought to of shot that dog myself, George. I shouldn’t ought to of let no stranger shoot my dog.”",
    "book": "Of Mice and Men"
  },
  {
    "quote": "“Le's do it now. Le's get that place now.”",
    "book": "Of Mice and Men"
  },
  {
    "quote": "“A water snake glided smoothly up the pool, twisting its periscope head from side to side; and it swam the length of the pool and came to the legs of a motionless heron that stood in the shallows. A silent head and beak lanced down and plucked it out by the head, and the beak swallowed the little snake while its tail waved frantically.”",
    "book": "Of Mice and Men"
  },
  {
    "quote": "“mollified,”",
    "book": "Of Mice and Men"
  },
  {
    "quote": "“is that”",
    "book": "Of Mice and Men"
  },
  {
    "quote": "“paisanos,”",
    "book": "Of Mice and Men"
  },
  {
    "quote": "“Slim smiled wryly. He knelt down beside Curley. “You got your senses in hand enough to listen?” he asked. Curley nodded.”",
    "book": "Of Mice and Men"
  },
  {
    "quote": "“Guys like us, that work on ranches, are the loneliest guys in the world. They got no family. They don’t belong no place. They come to a ranch an’ work up a stake and then they go inta town and blow their stake, and the first thing you know they’re poundin’ their tail on some other ranch. They ain’t got nothing to look ahead to.”",
    "book": "Of Mice and Men"
  },
  {
    "quote": "“Well, he better watch out for Lennie. Lennie ain’t no fighter, but Lennie’s strong and quick and Lennie don’t know no rules.”",
    "book": "Of Mice and Men"
  },
  {
    "quote": "“She says one time, she says.”",
    "book": "Of Mice and Men"
  },
  {
    "quote": "“A guy needs somebody—to be near him.” He whined, “A guy goes nuts if he ain't got nobody.”",
    "book": "Of Mice and Men"
  }
]