[
  {
    "quote": "“One who was born by the ocean or has associated with it cannot ever be quite content away from it for very long”",
    "book": "The Log From the Sea of Cortez"
  },
  {
    "quote": "“If then this tendency toward collectivization is a mutation there is no reason to suppose it is for the better. It is a rule in paleontology that ornamentation and complication precede extinction. And our mutation, of which the assembly line, the collective farm, the mechanized army, and the mass production of food are evidences or even symptoms, might well correspond to the thickening armor of the great reptiles—a tendency that can end only in extinction.”",
    "book": "The Log From the Sea of Cortez"
  },
  {
    "quote": "“We have made our mark on the world, but we have really done nothing that the trees and creeping plants, ice and erosion, cannot remove in a fairly short time.”",
    "book": "The Log From the Sea of Cortez"
  },
  {
    "quote": "“It is not enough to say that we cannot know or judge because all the information is not in. The process of gathering knowledge does not lead to knowing. A child's world spreads only a little beyond his understanding while that of a great scientist thrusts outward immeasurably. An answer is invariably the parent of a great family of new questions. So we draw worlds and fit them like tracings against the world about us, and crumple them when they do not fit and draw new ones.”",
    "book": "The Log From the Sea of Cortez"
  },
  {
    "quote": "“It is one diagnostic trait of Homo sapiens that groups of individuals are periodically infected with a feverish nervousness which causes the individual to turn on and destroy, not only his own kind, but the works of his own kind. It is not known whether this be caused by a virus, some airborne spore, or whether it be a species reaction to some meteorological stimulus as yet undetermined.”",
    "book": "The Log From the Sea of Cortez"
  },
  {
    "quote": "“There would come a time in our poverty when we needed a party.”",
    "book": "The Log From the Sea of Cortez"
  },
  {
    "quote": "“Tiny emerged on deck some hours later, shaken but smiling. He said that what he had been considering love had turned out to be simple flatulence. He said he wished all his romantic problems could be solved as easily.”",
    "book": "The Log From the Sea of Cortez"
  },
  {
    "quote": "“It is good to know what you are doing. The man with his pickled fish has set down one truth and has recorded in his experience many lies. The fish is not that color, that texture, that dead, nor does he smell that way.”",
    "book": "The Log From the Sea of Cortez"
  },
  {
    "quote": "“For the paradoxes are becoming so great that leaders of people must be less and less intelligent to stand their own leadership.”",
    "book": "The Log From the Sea of Cortez"
  },
  {
    "quote": "“The design of a book is the pattern of a reality controlled and shaped by the mind of a writer.”",
    "book": "The Log From the Sea of Cortez"
  },
  {
    "quote": "“Ideas are not dangerous unless they find seeding place in some earth more profound than the mind.”",
    "book": "The Log From the Sea of Cortez"
  },
  {
    "quote": "“Possibly the deep feeling is that if people learn to eat one another the food supply would be so generous and so available that no one would be either safe or hungry.”",
    "book": "The Log From the Sea of Cortez"
  },
  {
    "quote": "“We in the United States have done so much to destroy our own resources, our timber, our land, our fishes, that we should be taken as a horrible example and our methods avoided by any government and people enlightened enough to envision a continuing economy. With our own resources we have been prodigal, and our country will not soon lose the scars of our grasping stupidity.”",
    "book": "The Log From the Sea of Cortez"
  },
  {
    "quote": "“For if ever any man were deeply and unconsciously sure that his future would be no better than his past, he might deeply wish to cease to live.”",
    "book": "The Log From the Sea of Cortez"
  },
  {
    "quote": "“But the Gulf does draw one, and we have talked to rich men who own boats, who can go where they will. Regularly they find themselves sucked into the Gulf. And since we have returned, there is always in the backs of our minds the positive drive to go back again. If it were lush and rich, one could understand the pull, but it is fierce and hostile and sullen. The stone mountains pile up to the sky and there is little fresh water. But we know we must go back if we live, and we don’t know why.”",
    "book": "The Log From the Sea of Cortez"
  },
  {
    "quote": "“A man builds the best of himself into a boat—builds many of the unconscious memories of his ancestors.”",
    "book": "The Log From the Sea of Cortez"
  },
  {
    "quote": "“We wonder whether in the present pattern the pieces are not straining to fall out of line; whether the paradoxes of our times are not finally mounting to a conclusion of ridiculousness that will make the whole structure collapse. For the paradoxes are becoming so great that leaders of people must be less and less intelligent to stand their own leadership. THE LOG FROM THE SEA OF CORTEZ”",
    "book": "The Log From the Sea of Cortez"
  },
  {
    "quote": "“The paradoxes are becoming so great that leaders of people must be less and less intelligent to stand their own leadership.”",
    "book": "The Log From the Sea of Cortez"
  },
  {
    "quote": "“Below in the hold, packed in jars, were thousands of little dead animals, but we did not think of them as trophies, as things cut off from the tide pools of the Gulf, but rather as drawings, incomplete and imperfect, of how it had been there. The real picture of how it had been there and how we had been there was in our minds, bright with sun and wet with sea water and blue or burned, and the whole crusted over with exploring thought.”",
    "book": "The Log From the Sea of Cortez"
  }
]