[
  {
    "quote": "“Her father was frightened by a strange bed or a foreign language or a political party he didn't belong to. Her father truly believed that the Democratic party was a subversive organization whose design would destroy the United States and put it in the hands of bearded communists.”",
    "book": "The Wayward Bus"
  },
  {
    "quote": "“He hated old women. They frightened him. There was a smell about them that gave him the willies. They were fierce and they had no price. They never gave a damn about making a scene. They got what they wanted. Louie's grandmother had been a tyrant. She had got whatever she wanted by being fierce.”",
    "book": "The Wayward Bus"
  },
  {
    "quote": "“She loved him. She really did. And he knew it. And you can’t leave a thing like that. It’s a structure and it has an architecture, and you can’t leave it without tearingoff a piece of yourself.”",
    "book": "The Wayward Bus"
  },
  {
    "quote": "“Her father considered the young women who danced naked at stags depraved, but it would never have occurred to him that he who watched and applauded and paid the girls was in any way associated with depravity.”",
    "book": "The Wayward Bus"
  },
  {
    "quote": "“It seems to me that young people have lost their faith in America. Our ancestors had faith.”",
    "book": "The Wayward Bus"
  },
  {
    "quote": "“The truth was that she didn’t want to go to Mexico. She just wanted to come back to her friends having been to Mexico.”",
    "book": "The Wayward Bus"
  },
  {
    "quote": "“This was a man, she thought, a man of complete manness. This was the kind of a man that a pure woman would want to have because he wouldn’t even want to be part woman. He would be content with his own sex. He wouldn’t ever try to understand women and that would be a relief. He would just take what he wanted from them.”",
    "book": "The Wayward Bus"
  },
  {
    "quote": "“She knew he was seeing her, not as an angry woman who darkened the world, but as one of thousands of angry women to be studied, inspected, and, yes, even enjoyed. This was the cold, lonely horror to her.”",
    "book": "The Wayward Bus"
  },
  {
    "quote": "“He did not want to stand out from his group. He would like to have risen to the top of it and be admired by it; but it would not occur to him to leave it.”",
    "book": "The Wayward Bus"
  },
  {
    "quote": "“She loved him. She really did. And he knew it. And you can’t leave a thing like that. It’s a structure and it has an architecture, and you can’t leave it without tearing off a piece of yourself. So if you want to remain whole you stay no matter how much you may dislike staying.”",
    "book": "The Wayward Bus"
  }
]