[
  {
    "quote": "“Somewhere in the world there is a defeat for everyone. Some are destroyed by defeat, and some made small and mean by victory. Greatness lives in one who triumphs equally over defeat and victory.”",
    "book": "The Acts of King Arthur and His Noble Knights"
  },
  {
    "quote": "“The final weapon is the brain, all else is supplemental.”",
    "book": "The Acts of King Arthur and His Noble Knights"
  },
  {
    "quote": "“So many scholars have spent so much time trying to establish whether Arthur ever existed at all that they have lost track of the single truth that he exists over and over.”",
    "book": "The Acts of King Arthur and His Noble Knights"
  },
  {
    "quote": "“I have seen too many men go down, and I never permit myself to forget that one day, through accident or under the charge of a younger, stronger knight, I too will go down.”",
    "book": "The Acts of King Arthur and His Noble Knights"
  },
  {
    "quote": "“With knowledge there is no hope,... without hope I would sit motionless, rusting like unused armor.”",
    "book": "The Acts of King Arthur and His Noble Knights"
  },
  {
    "quote": "“Perhaps it is so with everyone, that he looks for weakness in the strong to find promise of strength in his weakness.”",
    "book": "The Acts of King Arthur and His Noble Knights"
  },
  {
    "quote": "“Misfortune is not fair, fate is not just, but they exist just the same.”",
    "book": "The Acts of King Arthur and His Noble Knights"
  },
  {
    "quote": "“No one doubts your courage, but you are a headstrong knight and when you choose a way you cannot change your course even if it lead to your destruction. That is your fault and your destiny.”",
    "book": "The Acts of King Arthur and His Noble Knights"
  },
  {
    "quote": "“It is not true as is romantically presumed that people frightened or injured or persecuted are wakeful. More often than not they retire into sleep to be free of trouble for a time.”",
    "book": "The Acts of King Arthur and His Noble Knights"
  },
  {
    "quote": "“Like many cruel and evil women, Morgan le Fay knew men’s weaknesses and discounted their strengths. And she knew also that most improbable actions may be successful so long as they are undertaken boldly and without hesitation, for men believe beyond proof to the contrary that blood is thicker than water and that a beautiful woman cannot be evil.”",
    "book": "The Acts of King Arthur and His Noble Knights"
  },
  {
    "quote": "“A knight without mercy is without honor.”",
    "book": "The Acts of King Arthur and His Noble Knights"
  },
  {
    "quote": "“They were glad and proud and humble to be men in a world where men were valuable.”",
    "book": "The Acts of King Arthur and His Noble Knights"
  },
  {
    "quote": "“And at that moment he saw that Merlin was already standing in the entrance of the tent, and Merlin smiled, for he took joy in causing wonder.”",
    "book": "The Acts of King Arthur and His Noble Knights"
  },
  {
    "quote": "“There is no loneliness like that of one who can only give and no anger like that of those who only receive and hate the weight of debt.”",
    "book": "The Acts of King Arthur and His Noble Knights"
  },
  {
    "quote": "“A few nights in the open, my lord, a quiet time and peace. Yes, I admit I am glad. It was good, but it is also good to be alone. We need not hurry. At the end is a tomb. Do we need to rush toward it? It will wait.”",
    "book": "The Acts of King Arthur and His Noble Knights"
  },
  {
    "quote": "“Somewhere in the world there is defeat for everyone. Some are destroyed by defeat, and some made small and mean by victory. Greatness lives in one who triumphs equally over defeat and victory.”",
    "book": "The Acts of King Arthur and His Noble Knights"
  },
  {
    "quote": "“Sir Lyonel knew that this sleeping knight would charge to his known defeat with neither hesitation nor despair and finally would accept his death with courtesy and grace as though it were a prize. And suddenly Sir Lyonel knew why Lancelot would gallop down the centuries, spear in rest, gathering men's hearts on his lance head like tilting rings. He chose his side and it was Lancelot's. He brushed a dungfly from the sleeping face.”",
    "book": "The Acts of King Arthur and His Noble Knights"
  }
]