[
  {
    "quote": "“After the bare requisites to living and reproducing, man wants most to leave some record of himself, a proof, perhaps, that he has really existed. He leaves his proof on wood, on stone or on the lives of other people. This deep desire exists in everyone, from the boy who writes dirty words in a public toilet to the Buddha who etches his image in the race mind. Life is so unreal. I think that we seriously doubt that we exist and go about trying to prove that we do.”",
    "book": "The Pastures of Heaven"
  },
  {
    "quote": "“It's almost impossible to read a fine thing without wanting to do a fine thing.”",
    "book": "The Pastures of Heaven"
  },
  {
    "quote": "“He did not often think of people as individuals, but rather as antidotes for the poison of his loneliness, as escapes from the imprisoned ghosts.”",
    "book": "The Pastures of Heaven"
  },
  {
    "quote": "“He is one of those whom God has not quite finished.”",
    "book": "The Pastures of Heaven"
  },
  {
    "quote": "“Everyone has to be an orphan some time.”",
    "book": "The Pastures of Heaven"
  },
  {
    "quote": "“After the bare requisites to living and reproducing, man wants most to leave some record of himself, a proof, perhaps, that he has really existed. He leaves his proof on wood, on stone or on the lives of other people.”",
    "book": "The Pastures of Heaven"
  },
  {
    "quote": "“Most lives extend in a curve. There is a rise of ambition, a rounded peak of maturity, a gentle downward slope of disillusion and last a flattened grade of waiting for death.”",
    "book": "The Pastures of Heaven"
  },
  {
    "quote": "“It made him feel alive; he seemed to be living more acutely than at other times.”",
    "book": "The Pastures of Heaven"
  },
  {
    "quote": "“His nostrils and ears were large and full of hair. They looked as though furry little animals were hiding in them.”",
    "book": "The Pastures of Heaven"
  },
  {
    "quote": "“This Little Frog should not be going to school. He can work; he can do marvelous things with his hands, but he cannot learn to do the simple little things of the school. He is not crazy; he is one of those whom God has not quite finished.”",
    "book": "The Pastures of Heaven"
  }
]