[
  {
    "quote": "“I wonder how many people I've looked at all my life and never seen.”",
    "book": "The Winter of Our Discontent"
  },
  {
    "quote": "“It's so much darker when a light goes out than it would have been if it had never shone.”",
    "book": "The Winter of Our Discontent"
  },
  {
    "quote": "“To be alive at all is to have scars.”",
    "book": "The Winter of Our Discontent"
  },
  {
    "quote": "“No man really knows about other human beings. The best he can do is to suppose that they are like himself.”",
    "book": "The Winter of Our Discontent"
  },
  {
    "quote": "“I shall revenge myself in the cruelest way you can imagine. I shall forget it.”",
    "book": "The Winter of Our Discontent"
  },
  {
    "quote": "“Can you honestly love a dishonest thing?”",
    "book": "The Winter of Our Discontent"
  },
  {
    "quote": "“People who are most afraid of their dreams convince themselves they don't dream at all.”",
    "book": "The Winter of Our Discontent"
  },
  {
    "quote": "“I guess I'm trying to say, Grab anything that goes by. It may not come around again.”",
    "book": "The Winter of Our Discontent"
  },
  {
    "quote": "“Intention, good or bad, is not enough.”",
    "book": "The Winter of Our Discontent"
  },
  {
    "quote": "“So many old and lovely things are stored in the world's attic because we don't want them around us and we don't dare throw them out.”",
    "book": "The Winter of Our Discontent"
  },
  {
    "quote": "“We can shoot rockets into space but we can't cure anger or discontent. ”",
    "book": "The Winter of Our Discontent"
  },
  {
    "quote": "“What a frightening thing is the human, a mass of gauges and dials and registers, and we can only read a few and those perhaps not accurately.”",
    "book": "The Winter of Our Discontent"
  },
  {
    "quote": "“A man who tells secrets or stories must think of who is hearing or reading, for a story has as many versions as it has readers. Everyone takes what he wants or can from it and thus changes it to his measure. Some pick out parts and reject the rest, some strain the story through their mesh of prejudice, some paint it with their own delight. A story must have some points of contact with the reader to make him feel at home in it. Only then can he accept wonders.”",
    "book": "The Winter of Our Discontent"
  },
  {
    "quote": "“For the most part people are not curious except about themselves.”",
    "book": "The Winter of Our Discontent"
  },
  {
    "quote": "“In poverty she is envious. In riches she may be a snob. Money does not change the sickness, only the symptoms”",
    "book": "The Winter of Our Discontent"
  },
  {
    "quote": "“Failure is a state of mind. It's like one of those sand traps an ant lion digs. You keep sliding back. Takes one hell of a jump to get out of it.”",
    "book": "The Winter of Our Discontent"
  },
  {
    "quote": "“Like most modern people, I don't believe in prophecy or magic and then spend half my time practicing it.”",
    "book": "The Winter of Our Discontent"
  },
  {
    "quote": "“Are cats strange animals or do they so resemble us that we find them curious as we do monkeys?”",
    "book": "The Winter of Our Discontent"
  },
  {
    "quote": "“If you want to keep a friend, never test him.”",
    "book": "The Winter of Our Discontent"
  },
  {
    "quote": "“Money does not change the sickness, only the symptoms.”",
    "book": "The Winter of Our Discontent"
  },
  {
    "quote": "“You know most people live ninety per cent in the past, seven per cent in the present, and that only leaves them three per cent for the future.”",
    "book": "The Winter of Our Discontent"
  },
  {
    "quote": "“He saw something that makes a man doubtful of the constancy of the realities outside himself. It was the shocking discovery that makes a man wonder if I've missed this, what else have I failed to see?”",
    "book": "The Winter of Our Discontent"
  },
  {
    "quote": "“Only God sees the sparrow fall, but even God doesn't do anything about it.”",
    "book": "The Winter of Our Discontent"
  },
  {
    "quote": "“Intentions, good or bad, are not enough. There's luck or fate or something else that takes over...”",
    "book": "The Winter of Our Discontent"
  },
  {
    "quote": "“All men are moral. Only their neighbors are not.”",
    "book": "The Winter of Our Discontent"
  },
  {
    "quote": "“Money is not nice. Money got no friends but more money.”",
    "book": "The Winter of Our Discontent"
  },
  {
    "quote": "“There's an awful lot of inactive kindness which is nothing but laziness, not wanting any trouble, confusion, or effort.”",
    "book": "The Winter of Our Discontent"
  },
  {
    "quote": "“It was a day as different from other days as dogs are from cats and both of them from chrysanthemums or tidal waves or scarlet fever.”",
    "book": "The Winter of Our Discontent"
  },
  {
    "quote": "“In early June the world of leaf and blade and flowers explodes, and every sunset is different.”",
    "book": "The Winter of Our Discontent"
  },
  {
    "quote": "“I do love her, and that’s odd because she is everything I detest in anyone else.”",
    "book": "The Winter of Our Discontent"
  },
  {
    "quote": "“Nobody changes. Nobody gets hurt.”",
    "book": "The Winter of Our Discontent"
  },
  {
    "quote": "“There's something desirable about anything you're used to as opposed to something you're not.”",
    "book": "The Winter of Our Discontent"
  },
  {
    "quote": "“My wife, my Mary, goes to her sleep the way you would close the door of a closet. So many times I have watched her with envy. Her lovely body squirms a moment as though she fitted herself into a cocoon. She sighs once and at the end of it her eyes close and her lips, untroubled, fall into that wise and remote smile of the Ancient Greek gods. She smiles all night in her sleep, her breath purrs in her throat, not a snore, a kitten's purr... She loves to sleep and sleep welcomes her.”",
    "book": "The Winter of Our Discontent"
  },
  {
    "quote": "“The words are meaningless except in terms of feeling. Does anyone act as the result of thought or does feeling stimulate action and sometimes thought implement it.”",
    "book": "The Winter of Our Discontent"
  },
  {
    "quote": "“There is no such thing as just enough money. Only two measures: No Money and Not Enough Money.”",
    "book": "The Winter of Our Discontent"
  },
  {
    "quote": "“We will rich soon, and you who handle poverty badly will handle riches equally badly... In poverty she is envious. In riches she may be a snob. Money does not change the sickness, only the symptoms.”",
    "book": "The Winter of Our Discontent"
  },
  {
    "quote": "“Any man of reasonable intelligence can make money if that's what he wants. Mostly it's women or clothes or admiration he really wants and they deflect him.”",
    "book": "The Winter of Our Discontent"
  },
  {
    "quote": "“You know how advice is. You only want it if it agrees with what you wanted to do anyway.”",
    "book": "The Winter of Our Discontent"
  },
  {
    "quote": "“A little hope, even hopeless hope, never hurt anybody.”",
    "book": "The Winter of Our Discontent"
  },
  {
    "quote": "“They say a good soldier fights a battle, never a war. That's for civilians.”",
    "book": "The Winter of Our Discontent"
  },
  {
    "quote": "“Misfortune is a fact of nature acceptable to women, especially when it falls on other women.”",
    "book": "The Winter of Our Discontent"
  },
  {
    "quote": "“A day, a livelong day, is not one thing but many.”",
    "book": "The Winter of Our Discontent"
  },
  {
    "quote": "“I nearly forgot something my old father told me not long before he died. He said the threshold of insult is in direct relation to intelligence and security.”",
    "book": "The Winter of Our Discontent"
  },
  {
    "quote": "“She cared deeply about words and she hated their misuse as she would hate the clumsy handling of any fine thing.”",
    "book": "The Winter of Our Discontent"
  },
  {
    "quote": "“Bring new eyes to a world even new lenses and presto, new world.”",
    "book": "The Winter of Our Discontent"
  },
  {
    "quote": "“Men don't get knocked out, or I mean they can fight back against big things. What kills them is erosion; they get nudged into failure.”",
    "book": "The Winter of Our Discontent"
  },
  {
    "quote": "“The misery stayed, not thought about but aching away, and sometimes I would have to ask myself, Why do I ache? Men can get used to anything, but it takes time.”",
    "book": "The Winter of Our Discontent"
  },
  {
    "quote": "“Ellen, only last night, asked, 'Daddy, when will we be rich?' But I did not say to her what I know:'We will be rich soon, and you who handle poverty badly will handle riches equally badly.' And that is true. In poverty she is envious. In riches she may be a snob. Money does not change the sickness, only the symptoms.”",
    "book": "The Winter of Our Discontent"
  },
  {
    "quote": "“When two people meet, each one is changed by the other so you’ve got two new people.”",
    "book": "The Winter of Our Discontent"
  },
  {
    "quote": "“A man who tells secrets or stories must think of who is hearing or reading, for a story has as many versions as it has readers.”",
    "book": "The Winter of Our Discontent"
  },
  {
    "quote": "“I wonder how many people I’ve looked at all my life and never seen.”",
    "book": "The Winter of Our Discontent"
  },
  {
    "quote": "“Coming out of sleep, I had the advantage of two worlds, the layered firmament of dream and the temporal fixtures of the mind awake. I stretched luxuriously—a good and tingling sensation. It's as though the skin has shrunk in the night and one must push it out to daytime size by bulging the muscles, and there's an a itching pleasure in it.”",
    "book": "The Winter of Our Discontent"
  },
  {
    "quote": "“What a wonderful thing a woman is. I can admire what they do even if I don't understand why.”",
    "book": "The Winter of Our Discontent"
  },
  {
    "quote": "“He said the threshold of insult is in direct relation to intelligence and security.”",
    "book": "The Winter of Our Discontent"
  },
  {
    "quote": "“When Mary is confused or perplexed, she spurts anger the way an octopus spurts ink, and hides in the dark cloud of it.”",
    "book": "The Winter of Our Discontent"
  },
  {
    "quote": "“A reputation for money is almost as negotiable as money itself.”",
    "book": "The Winter of Our Discontent"
  },
  {
    "quote": "“The great artists of finance like Morgan and Rockefeller weren't deflected. They wanted and got money, just simple money. What they did with it afterward is another matter. I've always felt they got scared of the ghost they raised and tried to buy it off.”",
    "book": "The Winter of Our Discontent"
  },
  {
    "quote": "“When the fair gold morning of April stirred Mary Hawley awake, she turned over to her husband and saw him, little fingers pulling a frog mouth at her.”",
    "book": "The Winter of Our Discontent"
  },
  {
    "quote": "“Money does not change sickness, only the symptoms.”",
    "book": "The Winter of Our Discontent"
  },
  {
    "quote": "“What a frightening thing is the human, a mass of gauges and dials and registers, and we can read only a few and those perhaps not accurately.”",
    "book": "The Winter of Our Discontent"
  },
  {
    "quote": "“How's that for the grapes?”",
    "book": "The Winter of Our Discontent"
  },
  {
    "quote": "“You don’t seem like the same man.” “I’m not. Maybe nobody is, for long.”",
    "book": "The Winter of Our Discontent"
  },
  {
    "quote": "“Men don’t get knocked out, or I mean they can fight back against big things. What kills them is erosion; they get nudged into failure. They get slowly scared. I’m scared.”",
    "book": "The Winter of Our Discontent"
  },
  {
    "quote": "“Ceea ce este bun pentru unul, poate fi rau pentru altul, si numai la sfarsit poti sa stii ce a fost bun si ce a fost rau.”",
    "book": "The Winter of Our Discontent"
  },
  {
    "quote": "“It must be that there are years unlike other years, as different in climate and direction and mood as one day can be from another day. This year of 1960 was a year of change, a year when secret fears come into the open, when discontent stops being dormant and changes gradually to anger. It wasn't only in me or in New Baytown. Presidential nominations would be coming up soon and in the air the discontent was changing to anger and with the excitement anger brings.”",
    "book": "The Winter of Our Discontent"
  },
  {
    "quote": "“War did not make a killer of me, although for a time I killed men.”",
    "book": "The Winter of Our Discontent"
  },
  {
    "quote": "“I knew from combat that casualties are the victims of a process, not of anger nor of hate or cruelty. And I believe that in the moment of acceptance, between winner and loser, between killer and killed, there is love.”",
    "book": "The Winter of Our Discontent"
  },
  {
    "quote": "“A man's bathroom is his castle”",
    "book": "The Winter of Our Discontent"
  },
  {
    "quote": "“And when one of our successful men had what he needed or wanted, he reassumed his virtue as easily as changing his shirt, and for all one could see, he took no hurt from his derelictions, always assuming that he didn't get caught.”",
    "book": "The Winter of Our Discontent"
  },
  {
    "quote": "“I had made myself believe that the eyes are not the mirror of the soul. Some of the deadliest little female contraptions I ever saw had the faces and the eyes of angels.”",
    "book": "The Winter of Our Discontent"
  },
  {
    "quote": "“When a condition or a problem becomes too great, humans have the protection of not thinking about it. But it goes inward and minces up with a lot of other things already there and what comes out it discontent and uneasiness, guilt and a compulsion to get something—anything—before it is all gone.”",
    "book": "The Winter of Our Discontent"
  },
  {
    "quote": "“I love you,” I said. And I do. I really do. And I remember thinking what a hell of a man a man could become.”",
    "book": "The Winter of Our Discontent"
  },
  {
    "quote": "“Does anyone ever know even the outer fringe of another?”",
    "book": "The Winter of Our Discontent"
  },
  {
    "quote": "“Why did it revolt me and leave a taste like a spoiled egg? Am I so good, or so kind, or so just? I don't think so. Am I so proud? Well, there's some of that. Am I lazy, too lazy to be involved? There;s an awful lot of inactive kindness which is nothing but laziness, not wanting any trouble, confusion, or effort.”",
    "book": "The Winter of Our Discontent"
  },
  {
    "quote": "“There’s an awful lot of inactive kindness which is nothing but laziness, not wanting any trouble, confusion, or effort. There”",
    "book": "The Winter of Our Discontent"
  },
  {
    "quote": "“She sighed as she always does, a deep, gathered breath and a low release of luxury. Some people resent awakening, but not Mary. She comes to a day with the expectancy that it will be good.”",
    "book": "The Winter of Our Discontent"
  },
  {
    "quote": "“Oare noi actionam ca urmare a gandirii, sau simtirea este aceea care stimuleaza actiunea, si numai uneori gandirea devine motorul actiunii?”",
    "book": "The Winter of Our Discontent"
  },
  {
    "quote": "“The dirty romans are forming up for calvery.”",
    "book": "The Winter of Our Discontent"
  },
  {
    "quote": "“One word set off others like a string of firecrackers.”",
    "book": "The Winter of Our Discontent"
  },
  {
    "quote": "“The martinis came, not in little glasses but big as bird baths with twists of lemon peel. The first taste bit like a vampire bat, made its little anesthesia, and after that the drink mellowed and toward the bottom turned downright good.”",
    "book": "The Winter of Our Discontent"
  },
  {
    "quote": "“Men don’t get knocked out”",
    "book": "The Winter of Our Discontent"
  },
  {
    "quote": "“Good Friday has always troubled me. Even as a child I was deep taken with sorrow, not at the agony of the crucifixion, but feeling the blighting loneliness of the Crucified.”",
    "book": "The Winter of Our Discontent"
  },
  {
    "quote": "“We can shoot rockets into space but we can’t cure anger or discontent.”",
    "book": "The Winter of Our Discontent"
  },
  {
    "quote": "“Honesty is a racket with me.”",
    "book": "The Winter of Our Discontent"
  },
  {
    "quote": "“I nearly forgot something my old father told me not long before he died. He said the threshold of insult is in direct relation to intelligence and security. He said the words ‘son of a bitch’ are only an insult to a man who isn’t quite sure of his mother, but how would you go about insulting Albert Einstein?”",
    "book": "The Winter of Our Discontent"
  },
  {
    "quote": "“But Danny remained a burning in my guts and I had to accept that as one accepts a wound in successful combat. I had to live with that, but maybe it would heal in time or be walled off with forgetfulness the way a shell fragment gets walled off with cartilage.”",
    "book": "The Winter of Our Discontent"
  },
  {
    "quote": "“I don’t trust children when they laugh at my jokes.”",
    "book": "The Winter of Our Discontent"
  },
  {
    "quote": "“barred in by responsibilities for filling the bellies and clothing the bodies of his family, caged by habits and attitudes I thought of as being moral, even virtuous.”",
    "book": "The Winter of Our Discontent"
  },
  {
    "quote": "“The threshold of insult is in direct relation to intelligence and security.”",
    "book": "The Winter of Our Discontent"
  },
  {
    "quote": "“immortality has always felt to me like a sickly promise for the disappointed.”",
    "book": "The Winter of Our Discontent"
  },
  {
    "quote": "“To most of the world success is never bad.”",
    "book": "The Winter of Our Discontent"
  },
  {
    "quote": "“That is true. Remember the Texas billionaire who died recently? He lived in a hotel room and out of a suitcase. He left no will, no heirs, but he didn’t have enough money. The more you have, the less enough it is.”",
    "book": "The Winter of Our Discontent"
  },
  {
    "quote": "“Three things will never be believed—the true, the probable, and the logical.”",
    "book": "The Winter of Our Discontent"
  },
  {
    "quote": "“Am I lazy, too lazy to be involved? There’s an awful lot of inactive kindness which is nothing but laziness, not wanting any trouble, confusion, or effort.”",
    "book": "The Winter of Our Discontent"
  },
  {
    "quote": "“They say a good soldier fights a battle, never a war. That’s for civilians.”",
    "book": "The Winter of Our Discontent"
  },
  {
    "quote": "“Now Ethan, his rage all leaked away, saw something that makes a man doubtful of the constancy of the realities outside himself. He”",
    "book": "The Winter of Our Discontent"
  }
]