[
  {
    "quote": "“There ain't no sin and there ain't no virtue. There's just stuff people do.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“And the little screaming fact that sounds through all history: repression works only to strengthen and knit the repressed.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“It was her habit to build up laughter out of inadequate materials.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“...and in the eyes of the people there is the failure; and in the eyes of the hungry there is a growing wrath. In the souls of the people the grapes of wrath are filling and growing heavy, growing heavy for the vintage.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“How can we live without our lives? How will we know it's us without our past?”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“You're bound to get idears if you go thinkin' about stuff”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“Death was a friend, and sleep was Death's brother.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“Up ahead they's a thousan' lives we might live, but when it comes it'll on'y be one.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“If he needs a million acres to make him feel rich, seems to me he needs it 'cause he feels awful poor inside hisself, and if he's poor in hisself, there ain't no million acres gonna make him feel rich, an' maybe he's disappointed that nothin' he can do 'll make him feel rich.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“A large drop of sun lingered on the horizon and then dripped over and was gone, and the sky was brilliant over the spot where it had gone, and a torn cloud, like a bloody rag, hung over the spot of its going. And dusk crept over the sky from the eastern horizon, and darkness crept over the land from the east.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“Our people are good people; our people are kind people. Pray God some day kind people won't all be poor.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“Don't you love Jesus?' Well, I thought an' I thought an' finally I says, 'No, I don't know nobody name' Jesus. I know a bunch of stories, but I only love people.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“I'm jus' pain covered with skin.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“I’m gettin’ tired way past where sleep rests me.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“You got a God. Don't make no difference if you don' know what he looks like.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“Man, unlike any other thing organic or inorganic in the universe, grows beyond his work, walks up the stairs of his concepts, and emerges ahead of his accomplishments.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“And her joy was nearly like sorrow.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“They's times when how you feel got to be kep' to yourself.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“Wherever they’s a fight so hungry people can eat, I’ll be there. Wherever they’s a cop beatin’ up a guy, I’ll be there. If Casy knowed, why, I’ll be in the way guys yell when they’re mad an’—I’ll be in the way kids laugh when they’re hungry n’ they know supper’s ready. An’ when our folks eat the stuff they raise an’ live in the houses they build—why, I’ll be there.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“There is a crime here that goes beyond denunciation. There is a sorrow here that weeping cannot symbolize. There is a failure here that topples all our success.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“Before I knowed it, I was saying out loud, 'The hell with it! There ain't no sin and there ain't no virtue. There's just stuff people do. It's all part of the same thing. And some of the things folks do is nice, and some ain't nice, but that's as far as any man got a right to say.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“I nearly always write just as I nearly always breathe.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“He drank too much when he could get it, ate too much when it was there, talked too much all the time.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“Two are better than one,because they have a good reward for their labor. For if they fall, the one will lif' up his fellow, but woe to him that is alone when he falleth, for he hath not another to help him up.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“Maybe there ain't no sin and there ain't no virtue, they's just what people does. Some things folks do is nice and some ain't so nice, and that's all any man's got a right to say.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“The fields were fruitful, and starving men moved on the roads.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“Tell 'em to God. Don' go burdenin' other people with your sins. That ain't decent.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“You're buying years of work, toil in the sun; you're buying a sorrow that can't talk.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“Men who have created new fruits in the world cannot create a system whereby those fruits may be eaten.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“The break would never come as long as fear could turn to wrath.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“The clouds appeared and went away, and in a while they did not try anymore.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“The bank is something more than men, I tell you. It's the monster. Men made it, but they can't control it.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“The land is so much more than its analysis.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“The great companies did not know that the line between hunger and anger is a thin line.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“You stay out here a little while, an' if you smell any roses, you come let me smell, too.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“Our people are good people, our people are kind people. Pray God someday kind people won't all be poor. Pray God someday a kid can eat. And the associations of owners know that some day the praying would stop. And there's the end.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“I've done my damndest to rip a reader's nerves to rags, I don't want him satisfied.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“I shall tell them this story against the background of the county I grew up in and along the river I know and do not love very much. For I have discovered that there are other rivers.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“And when that crop grew, and was harvested, no man had crumbled a hot clod in his fingers and let the earth sift past his fingertips. No man had touched the seed, or lusted for the growth. Men ate what they had not raised, had no connection with the bread. The land bore under iron, and under iron gradually died; for it was not loved or hated, it had no prayers or curses.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“But you can't start over, Only a baby can start over. You and me, Why, we're all that's been.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“Why don't you go on west to California? There's work there, and it never gets cold. Why, you can reach out anywhere and pick an orange. Why, there's always some kind of crop to work in. Why don't you go there?”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“We're sorry. It's not us. It's the monster. The bank isn't a man. The bank isn't like a man.Yes, but the bank is only made of men.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“Women and children knew deep in themselves that no misfortune was too great to bear if their men were whole.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“I seen hundreds of men come by on the road an’ on the ranches, with their bindles on their back an’ that same damn thing in their heads . . . every damn one of ’em’s got a little piece of land in his head. An’ never a God damn one of ’em ever gets it. Just like heaven. Ever’body wants a little piece of lan’. I read plenty of books out here. Nobody never gets to heaven, and nobody gets no land.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“Fella says today, 'Depression is over. I seen a jackrabbit, an' they wasn't nobody after him.' An' another fella says, 'That aint the reason. Can't afford to kill jackrabbits no more. Catch 'em and milk 'em an' turn 'em loose. One you seen prob'ly gone dry.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“All we got is the family unbroke.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“The last clear definite function of men—muscles aching to work, minds aching to create beyond the single need—this is man.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“It don't take no nerve to do somepin when there ain't nothin' else you can do.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“It's a thing to see when a boy comes home.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“I seen fellas like you before. You ain’t askin’ nothin’; you’re jus’ singin’ a kinda song. ‘What we comin’ to?’ You don’ wanta know. Country’s movin’ aroun’, goin’ places. They’s folks dyin’ all aroun’. Maybe you’ll die pretty soon, but you won’t know nothin’. I seen too many fellas like you. You don’t want to know nothin’. Just sing yourself to sleep with a song—‘What we comin’ to?”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“There is a sorrow here that weeping cannot symbolize.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“Her shame and fierceness were blended.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“At night frantic men walked boldly to hen roosts and carried off the squawking chickens. If they were shot at, they did not run, but splashed sullenly away; and if they were hit, they sank tiredly in the mud.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“Fella in business got to lie an' cheat, but he calls it somepin else. That's what's important. You go steal that tire an' you're a thief, but he tried to steal your four dollars for a busted tire. They call that sound business.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“The hell with it! There ain't no sin and there ain't no virtue. There's just stuff people do. It's all part of nice, but that's as far as any man got a right to say.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“And he saw the right evening star reflected in her eyes, and he saw the black cloud reflected in her eyes.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“He lived in a strange, silent house and looked out of it through calm eyes. He was a stranger to all the world, but he was not lonely.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“Well, California's a big State.It ain't that big. The whole United States ain't that big. It ain't that big. It ain't big enough. There ain't room enough for you an' me, for your kind an' my kind, for rich and poor together all in one country, for thieves and honest men. For hunger and fat. Whyn't you go back where you come from?”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“It happens that every man in a bank hates what the bank does, and yet the bank does it. The bank is something more than men, I tell you. It's the monster. Men made it, but they can't control it.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“That was a time when a man had the right to be burried by his own son an' a son had the right to burry his own father.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“I ain't sleepin'. I got too much to puzzle with.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“Puts a weight on ya. Goin' out lookin' for somepin you know you ain't gonna find.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“Gonna cuss an' swear an' here the poetry of folks talkin'.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“How can we live without our lives? How will we know it’s us without our past?”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“You're jest one person, an' they's a lot of other folks. You git to your proper place. I knowed people built theirself up with sin till they figgered they was big mean shucks in the sight a the Lord. You ain't big enough or mean enough to worry God much.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“If I could do this book properly it would be one of the really fine books and a truly American book. But I am assailed with my own ignorance and inability. i'll just have to work from a background of these. Honesty. If I can keep an honesty it is all I can expect of my poor brain.... If I can do that it will be all my lack of genius can produce. For no else knows my lack of ability the way I do. I am pushing against it all the time.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“That man who is more then his elements knows the land that is more than its analysis. ”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“I ain't gonna try to teach 'em nothin'. I'm gonna try to learn.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“When I was a kid my ol' man give me a haltered heifer an' says take her down an git her serviced. An' the fella says, I done it, an' ever' time since then when I hear a business man talkin' about service, I wonder who's gettin' screwed.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“It gives a fella relief to tell, but it jus' spreads out his sin.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“I learned to write nice as hell. Birds an' stuff like that, too; not just word writin'. My ol' man'll be sore when he sees me whip out a bird in one stroke. Pa's gonna be mad when he sees me do that. He don't like no fancy stuff like that. He don't even like word writin'. Kinda scare 'im, I guess. Ever' time Pa seen writin', somebody took somepin away from 'im.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“And her eyes were on the highway, where life whizzed by.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“I climb fences when i got fences to climb.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“And always, if he had a little money, a man could get drunk. The hard edges gone, and the warmth. Then there was no loneliness, for a man could people his brain with friends, and he could find his enemies and destroy them. Sitting in a ditch, the earth grew soft under him. Failures dulled and the future was no threat. And hunger did not skulk about, but the world was soft and easy, and a man could reach the place he started for.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“They had not grown up in the paradoxes of industry. Their senses were still sharp to the ridiculousness of the industrial life.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“And now the group was welded to one thing, one unit, so that in the dark the eyes of the people were inward, and their minds played in other times, and their sadness was like rest, like sleep.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“I'm glad there's love here. That's all.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“I’m learnin’ one thing good,” she said. “Learnin’ it all a time, ever’ day. If you’re in trouble or hurt or need—go to poor people. They’re the only ones that’ll help—the only ones.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“Why, Jesus Christ, Ma, they comes a time when the on'y way a fella can keep his decency is by takin' a sock at a cop.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“...every one a drum major leading a parade of hurts, marching with our bitterness.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“If a bank or a finance company owned the land, the owner man said, The Bank—or the Company—needs—wants—insists—must have—as though the Bank or the Company were a monster, with thought and feeling, which had ensnared them. These last would take no responsibility for the banks or the companies because they were men and slaves, while the banks were machines and masters all at the same time.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“You was always too busy pullen' little girls' pigtails when I give you the Holy Sperit.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“When shoes and clothes and food, when hope is gone we'll all have the rifle.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“I love people so much I'm fit to bust, sometimes.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“A man so hurt and so perplexed may turn in anger, even on people he loves.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“An' it all just amounts to what you tell yourself.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“And now they were weary and frightened because they had gone against a system they did not understand and it had beaten them. They knew that the team and the wagon were worth much more. They knew the buyer man would get much more, but they didn't know how to do it. Merchandising was a secret to them.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“Whenever they's a fight so hungry hungry people can eat, I'll be there. Wherever they's a cop beating up a guy, I'll be there.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“To the red country and part of the gray country of Oklahoma, the last rains came gently, and they did not cut the scarred earth.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“The great owners, striking at the immediate thing, the widening government, the growing labor unity; striking at new taxes, at plans; not knowing these things are results, not causes. Results, not causes; results, not causes.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“His was a lean excitable face with little bright eyes as evil as a frantic child's eyes. A cantankerous, complaining, mischievous, laughing face. He fought and argued, told dirty stories. He was as lecherous as always. Vicious and cruel and impatient, like a frantic child and the whole structure overlaid with with amusement. He drank too much when he could get it, ate too much when it was there, talked too much all the time.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“The great companies did not know that the line between hunger and anger is a thin line. And money that might have gone to wages went for gas, for guns, for agents and spies, for blacklists, for drilling.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“For the quality of owning freezes you forever into “I,” and cuts you off forever from the “we.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“Look out for luck. You can't trus' luck.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“The dark swallowed him, but his dragging footsteps could be heard a long time after he had gone, footsteps along the road; and a car came by on the highway, and its lights showed the ragged man shuffling along the road, his head hanging down and his hands in the black coat pockets.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“Men who have created new fruits in the world cannot create a system whereby their fruits may be eaten. And the failure hangs over the State like a great sorrow. ...and in the eyes of the people there is the failure; and in the eyes of the hungry there is a growing wrath. In the souls of the people the grapes of wrath are filling and growing heavy, growing heavy for the vintage.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“They’s a time of change, an’ when that comes, dyin’ is a piece of all dyin’, and bearin’ is a piece of all bearin’, an’ bearin’ an’ dyin’ is two pieces of the same thing. An’ then things ain’t so lonely anymore. An’ then a hurt don’t hurt so bad.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“How can you frighten a man whose hunger is not only in his own cramped stomach but in the wretched bellies of his children? You can’t scare him—he has known a fear beyond every other.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“They had long ago found out that one could not be an owner unless one were cold.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“They got to live before they can afford to die.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“But where does it stop? Who can we shoot? I don’t aim to starve to death before I kill the man that’s starving me.’’ “I don’t know. Maybe there’s nobody to shoot. Maybe the thing isn’t men at all. Maybe, like you said, the property’s doing it. Anyway I told you my orders.’’ “I got to figure,’’ the tenant said. “We all got to figure. There’s some way to stop this. It’s not like lightning or earthquakes. We’ve got a bad thing made by men, and by God that’s something we can change.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“And then the leaves break out on the trees, and the petals drop from the fruit trees and carpet the earth with pink and white. The centers of the blossoms swell and grow and color: cherries and apples, peaches and pears, figs which close the flower in the fruit. All California quickens with produce, and the fruit grows heavy, and the limbs bend gradually under the fruit so that little crutches must be placed under them to support the weight.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“The changing economy was ignored, plans for the change ignored; and only means to destroy revolt were considered, while the causes of revolt went on.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“I am treasonable enough not to believe in the liberty of a man or a group to exploit, torment, or slaughter other men or groups. I believe in the despotism of human life and happiness against the liberty of money and possessions,”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“The thing that give me the mos' trouble was, it didn't make no sense. You don't look for no sense when lightnin' kill a cow, or it comes up a lood. That's jus' the way things is. But when a bunch of men take an' lock you up four years, it ought to have some meaning. Men is supposed to think things out. Here they put me in an' keep me an' feed me four years. That ought to either make me so I won't do her again or else punish me so I'll be afraid to do her again”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“It’s a free country. Well, try to get some freedom to do. Fella says you’re jus’ as free as you got jack to pay for it.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“Says one time he went out in the wilderness to find his own soul, an’ he foun’ he didn’ have no soul that was his’n. Says he foun’ he jus’ got a little piece of a great big soul. Says a wilderness ain’t no good, ’cause his little piece of a soul wasn’t no good ’less it was with the rest, an’ was whole. Funny how I remember. Didn’ think I was even listenin’. But I know now a fella ain’t no good alone.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“But us, we got a job to do, and there's a thousand ways, and we don't know which one to take. And if I was to pray, it'd be for the folks that don't know which way to turn.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“Jesus Christ, one person with their mind made up can shove a lot of folks aroun'! You win, Ma. Put away that jack handle 'fore you hurt somebody.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“Sometimes a sad man can talk the sadness right out through his mouth. Sometimes a killin’ man can talk the murder right out of his mouth an’ not do no murder. You done right. Don’t you kill nobody if you can help it.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“The women watched the men, watched to see whether the break had come at last. The women stood silently and watched. And where a number of men gathered together, the fear went from their faces, and anger took its place. And the women sighed with relief, for they knew it was all right—the break had not come; and the break would never come as long as fear could turn to wrath.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“And Granma looked straight ahead, proudly, for she was on show now.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“It ain't kin we? It's will we?”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“The great owners, striking at the immediate thing, the widening government, the growing labor unity; striking at new taxes, at plans; not knowing these things are results, not causes.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“Women and children knew deep in themselves that no misfortune was too great to bear if their men were whole.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“The men were ruthless because the past had been spoiled, but the women knew how the past would cry to them in the coming days.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“How could I compete with a debtless man?”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“A cantankerous, complaining, mischievous, laughing face. He fought and argued, told dirty stories. He was as lecherous as always. Vicious and cruel and impatient, like a frantic child, and the whole structure overlaid with amusement. He drank too much when he could get it, ate too much when it was there, talked too much all the time.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“The people in flight from the terror behind—strange things happen to them, some bitterly cruel and some so beautiful that the faith is refired forever.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“I never fixed no car in my life 'thout cuttin' myself. Now it's done I don't have to worry no more.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“This nickel, unlike most money, has actually done a job of work, has been physically responsible for a reaction.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“She looked at him suddenly and closely, to see how he had come so close so quickly. She looked for motive on his face, and found nothing but friendliness. Then she looked at the frayed seams on his white coat, and she was reassured.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“I seen turtles all my life. They’re always goin’ someplace. They always seem to want to get there.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“There is a crime here that goes beyond denunciation. There is a sorrow here that weeping cannot symbolize. There is a failure here that topples all our success. The fertile earth, the straight tree rows, the sturdy trunks, and the ripe fruit. And children dying of pellagra must die because a profit cannot be taken from an orange. And coroners must fill in the certificates—died of malnutrition—because the food must rot, must be forced to rot.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“An' I got to thinkin', on'y it wasn't thinkin', it was deeper down than thinkin'.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“The hell with it! There ain’t no sin and there ain’t no virtue. There’s just stuff people do. It’s all part of the same thing. And some of the things folks do is nice, and some ain’t nice, but that’s as far as any man got a right to say.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“Jus' live the day. Don' worry yaself.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“The sheriffs swore in new deputies and ordered new rifles; and the comfortable people in tight houses felt pity at first and then distaste, and finally hatred for the migrant people.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“The great owners, striking at the immediate thing ... not knowing these things are results, not causes.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“He stopped, feeling lonely in his long speech.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“That man who is more than his chemistry, walking on the earth, turning his plow point for a stone, dropping his handles to slide over an outcropping, kneeling in the earth to eat his lunch; that man who is more than his elements knows the land that is more than its analysis. But the machine man, driving a dead tractor on land he does not know and love, understands only chemistry; and he is contemptuous of the land and of himself.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“How can we live without our lives? How will we know it's us without our past? No. Leave it. Burn it.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“Some of the owner men were kind because they hated what they had to do, and some of them were angry because they hated to be cruel, and some of them were cold because they had long ago found that one could not be an owner unless one were cold.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“Sometimes a sad man can talk the sadness right out through his mouth. Sometimes a killin' man can talk the murder right out of his mouth an' not do no murder.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“in the eyes of the people there is the failure; and in the eyes of the hungry there is a growing wrath. In the souls of the people the grapes of wrath are filling and growing heavy, growing heavy for the vintage.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“Present day kings aren’t very inspiring, the gods are on a vacation, and about the only heroes left are the scientists and the poor.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“Now farming became industry, and the owners followed Rome, although they did not know it. They imported slaves, although they did not call them slaves: Chinese, Japanese, Mexicans, Filipinos. They live on rice and beans, the business men said. They don’t need much.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“I know what's a matter. Young fella, all full a piss an' vinegar. Wanta be a hell of a guy all the time. But, goddamn it, Al, don' keep ya guard up when nobody ain't sparrin' with ya. You gonna be alright.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“In the eyes of the hungry there is a growing wrath. In the souls of the people the grapes of wrath are filling and growing heavy, growing heavy for the vintage.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“I don’t aim to starve to death before I kill the man that’s starving me.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“You got to think about that day, an' then the nex' day. Jus' take ever' day.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“Rosasharn, you’re jest one person, an’ they’s a lot of other folks. You git to your proper place. I knowed people built theirself up with sin till they figgered they was big mean shucks in the sight a the Lord.But, Ma——No. Jes’ shut up an’ git to work. You ain’t big enough or mean enough to worry God much. An’ I’m gonna give you the back a my han’ if you don’ stop this pickin’ at yourself.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“Her fingers moved gently in his hair. She looked up and across the barn, and her lips came together and smiled mysteriously.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“They was a guy paroled,” he said. “’Bout a month he’s back for breakin’ parole. A guy ast him why he bust his parole. ‘Well, hell,’ he says. ‘They got no conveniences at my old man’s place. Got no ’lectric lights, got no shower baths. There ain’t no books, an’ the food’s lousy.’ Says he come back where they got a few conveniences an’ he eats regular. He says it makes him feel lonesome out there in the open havin’ to think what to do next. So he stole a car an’ come back.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“Ever since I lost the spirit, I’d just as soon go one way or the other. I’ll go your way.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“Lead ’em around and around,’’ said Joad. “Sling ’em in the irrigation ditch. Tell ’em they’ll burn in hell if they don’t think like you. What the hell you want to lead ’em someplace for? Jus’ lead ’em.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“Some of them hated the mathematics that drove them, and some were afraid, and some worshipped the mathematics because it provided a refuge from thought and from feeling.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“fear the time when Manself will not suffer and die for a concept, for this one quality is the foundation of Manself, and this one quality is man, distinctive in the universe.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“The houses were vacant, and a vacant house falls quickly apart.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“repression works only to strengthen and knit the repressed.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“Then it don’ matter. Then I’ll be all aroun’ in the dark. I’ll be ever’where—wherever you look. Wherever they’s a fight so hungry people can eat, I’ll be there. Wherever they’s a cop beatin’ up a guy, I’ll be there. If Casy knowed, why, I’ll be in the way guys yell when they’re mad an’—I’ll be in the way kids laugh when they’re hungry an’ they know supper’s ready. An’ when our folks eat the stuff they raise an’ live in the houses they build—why, I’ll be there.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“For man, unlike any other thing organic or inorganic in the universe, grows beyond his work, walks up the stairs of his concepts, emerges ahead of his accomplishments.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“Don' keep ya guard up when nobody ain't sparrin' with ya.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“Don’t worry yourself, Rosasharn. Take your breath in when you need it, an’ let it go when you need to.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“The family met at the most important place, near the truck. The house was dead, and the fields were dead; but this truck was the active thing, the living principle.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“It’s need that makes all the trouble.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“We got to get thinkin' about doin' stuff that means somepin.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“When you been in stir a little while, you can smell a question comin' from hell to breakfast.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“I ain't never done nothin' that wasn't part sin.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“For how can a man without property know the ache of ownership?”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“Al bent over her. And he saw the bright evening star reflected in her eyes, and he saw the black cloud reflected in her eyes.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“This must be a good book,” he wrote in Working Days on June 10, 1938. “It simply must. I haven’t any choice. It must be far and away the best thing I have ever attempted—slow but sure, piling detail on detail until a picture and an experience emerge. Until the whole throbbing thing emerges.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“Every night a world created, complete with furniture—friends made and enemies established; a world complete with braggarts and with cowards, with quiet men, with humble men, with kindly men. Every night relationships that make a world, established; and every morning the world torn down like a circus.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“Two are better than one, because they have a good reward for their labor. For if they fall, the one will lif’ up his fellow, but woe to him that is alone when he falleth, for he hath not another to help him up.’ 1 That’s part of her.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“Sometimes a sad man can talk the sadness right out through his mouth. Sometimes a killin' man can talk the murder right out of his mouth an' not to no murder. You done right. Don't you kill nobody if you can help it.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“She shook her head slowly from side to side. “I’m jus’ pain covered with skin.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“I seen her beat the hell out of a tin peddler with a live chicken one time 'cause he give her a argument. She had the chicken in one han', an' the ax in the other, about to cut its head off. She aimed to go for that peddler with the ax, but she forgot which hand was which, an' she takes after him with the chicken. Couldn' even eat that chicken when she got done. They wasn't nothing but a pair a legs in her han'. Grampa throwed his hip outa joint laughin'. How'd my folks go so easy?”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“Her face looked for the answer that is always concealed in language.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“Joad rolled the coat up more tightly. “An old turtle,’’ he said. “Picked him up on the road. An old bulldozer. Thought I’d take ’im to my little brother. Kids like turtles.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“Tommy, I got to thinkin’ an’ dreamin’ an’ wonderin’. They say there’s a hun’erd thousand of us shoved out. If we was all mad the same way, Tommy—they wouldn’t hunt nobody down—’’ She stopped.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“Says one time he went out in the wilderness to find his own soul, an’ he foun’ he didn’ have no soul that was his’n. Says he foun’ he jus’ got a little piece of a great big soul. Says a wilderness ain’t no good ‘less it was with the rest, an’ was whole.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“Tom grinned. “It don’t take no nerve to do somepin when there ain’t nothin’ else you can do. Well, thanks. We’ll drag on.” And he got in the truck and moved away.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“And the women sighed with relief, for they knew it was all right—the break had not come; and the break would never come as long as fear could turn to wrath.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“And, oh, my God, it's over.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“I seen fellas like you before. You ain’t askin’ nothin’; you’re jus’ singin’ a kinda song. ‘What we comin’ to?’ You don’ wanta know. Country’s movin’ aroun’, goin’ places. They’s folks dyin’ all aroun’. Maybe you’ll die pretty soon, but you won’t know nothin’. I seen too many fellas like you. You don’t want to know nothin’. Just sing yourself to sleep with a song— ‘What we comin’ to?”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“I hope we don’t get in no more Hoovervilles,’’ said”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“The preacher said, “She looks tar’d.’’ “Women’s always tar’d,’’ said Tom. “That’s just the way women is, ’cept at meetin’ once an’ again.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“An' Grandpa didn' die tonight. He died the minute you took 'im off the place.You sure a that? Pa criedWhy, no. Oh he was breathin', Casy went on, but he was dead. He was that place, an' he knowed it.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“The government's got more interest in a dead man than a live one.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“Swedes up in Dakota—know what they do sometimes? Put pepper on the floor. Gits up the ladies’ skirts an’ makes ’em purty lively—lively as a filly in season. Swedes do that sometimes.” In”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“Fella can get so he misses the noise of a saw mill”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“This here ol' man jus' lived a life an' just died out of it. I don' know whether he was good or bad, but that don't matter much. He was alive, an' that's what matters.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“Fella in business got to lie an’ cheat, but he calls it somepin else. That’s what’s important. You go steal that tire an’ you’re a thief, but he tried to steal your four dollars for a busted tire. They call that sound business.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“Up ahead they’s a thousan’ lives we might live, but when it comes, it’ll on’y be one. If I go ahead on all of ’em, it’s too much.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“Wisht I knowed what all the sins was, so I could do ’em.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“Well, you ain’t never gonna know. Casy tries to tell ya an’ you jest ast the same thing over. I seen fellas like you before. You ain’t askin’ nothin’; you’re jus’ singin’ a kinda song. ‘What we comin’ to?’ You don’ wanta know. Country’s movin’ aroun’, goin’ places. They’s folks dyin’ all aroun’. Maybe you’ll die pretty soon, but you won’t know nothin’. I seen too many fellas like you. You don’t want to know nothin’. Just sing yourself to sleep with a song— ‘What we comin’ to?’ ”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“You're bound to get ideas if you go thinking' about stuff.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“They knew that a man so hurt and so perplexed may turn in anger, even on people he loves. They left the men alone to figure and to wonder in the dust. After”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“They was havin’ the time a their life, an’ same time you wouldn’ give a gopher for their chance.’’ Casy said, “Seems like that’s the way. Fella havin’ fun, he don’t give a damn; but a fella mean an’ lonely an’ old an’ disappointed—he’s scared of dyin’!”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“He was a stranger to all the world, but he was not lonely.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“For nitrates are not the land, nor phosphates and the length of fiber in the cotton is not the land. Carbon is not a man, nor salt nor water nor calcium. He is all these, but he is much more, much more; and the land is so much more than its analysis.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“I don’t know whether he was good or bad, but that don’t matter much. He was alive, an’ that’s what matters.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“If he needs a million acres to make him feel rich, seems to me he needs it 'cause he feels awful poor inside hisself, and if he's poor inside hisself, there ain't no million acres gonna make him feel rich, an' maybe he's disappointed that nothin' he can do'll make him feel rich”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“Why, Jesus, they’re as dangerous as niggers in the South! If they ever get together there ain’t nothin’ that’ll stop ‘em.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“Burn coffee for fuel in the ships. Burn corn to keep warm, it makes a hot fire. Dump potatoes in the rivers and place guards along the banks to keep the hungry people from fishing them out. Slaughter the pigs and bury them, and let the putrescence drip down into the earth.There is a crime here that goes beyond denunciation. There is a sorrow here that weeping cannot symbolize. There is a failure here that topples all our success.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“Fella can get so he misses the noise of a saw mill.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“I don't think they's luck or bad luck. On'y one thing in this worl' I'm sure of, an' that's I'm sure nobody got a right to mess with a fella's life. He got to do it all hisself. Help him, maybe, but not tell him what to do.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“You got to have patience. Why, Tom—us people will go on livin’ when all them people is gone. Why, Tom, we’re the people that live. They ain’t gonna wipe us out. Why, we’re the people—we go on.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“If I could do this book properly it would be one of the really fine books and a truly American book. But I am assailed with my own ignorance and inability. I’ll just have to work from a background of these. Honesty. If I can keep an honesty it is all I can expect of my poor brain. . . . If I can do that it will be all my lack of genius can produce. For no one else knows my lack of ability the way I do. I am pushing against it all the time.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“And some day— the armies of bitterness will all be going the same way. And they’ll all walk together, and there’ll be a dead terror from it.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“Just Jim Casy now. Ain’t got the call no more. Got a lot of sinful idears—but they seem kinda sensible.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“And the great owners, who must lose their land in an upheaval, the great owners with access to history, with eyes to read history and to know the great fact: when property accumulates in too few hands it is taken away. And that companion fact: when a majority of the people are hungry and cold they will take by force what they need. And the little screaming fact that sounds through all history: repression works only to strengthen and knit the repressed.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“line between hunger and anger is a thin line.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“when a majority of the people are hungry and cold they will take by force what they need.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“...and the break would never come as long as fear can turn to wrath.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“Imperturbability could be depended upon. And from her great and humble position in the family she had taken dignity and a clean calm beauty. From her position as healer, her hands had grown sure and cool and quiet; from her position as arbiter she had become as remote and faultless in judgment as a goddess. She seemed to know that if she swayed the family shook, and if she ever really deeply wavered or despaired the family would fall, the family will to function would be gone.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“Ever’body’s askin’ that. ‘What we comin’ to?’ Seems to me we don’t never come to nothin’. Always on the way.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“I’m learnin’ one thing good,’’ she said. “Learnin’ it all a time, ever’ day. If you’re in trouble or hurt or need—go to poor people. They’re the only ones that’ll help—the only ones.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“You think it was a sin to let my wife die like that?’’ “Well,’’ said Casy, “for anybody else it was a mistake, but if you think it was a sin—then it’s a sin. A fella builds his own sins right up from the groun’.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“Di sera avveniva una cosa strana: le venti famiglie diventavano una famiglia, i figli diventavano figli di tutti. La privazione della casa diventava una privazione comune, e gli anni felici nell'Ovest erano un sogno comune.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“There was the hills, an' there was me, an' we wasn't separate no more. We was one thing. An' that one thing was holy.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“And the great owners, who had become through the might of their holdings both more and less than men”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“They knew it would take a long time for the dust to settle out of the air.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“Why, Jesus, they’re as dangerous as niggers in the South! If they ever get together there ain’t nothin’ that’ll stop ’em.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“The driver sat in his iron seat and he was proud of the straight lines he did it will, proud of the tractor he did not own or love, proud of the power he could not control. And when that crop grew, and was harvested, no man had crumbled a hot clod in his fingers and let the earth sift through his fingertips.The land bore under iron, and under iron gradually died; for it was not loved or hated, it had no prayers or curses.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“I want a cold drink.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“Ever’body says words different,’’ said Ivy. “Arkansas folks says ’em different, and Oklahomy folks says ’em different. And we seen a lady from Massachusetts, an’ she said ’em differentest of all. Couldn’ hardly make out what she was sayin’.’’ Noah”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“It’s like me, I wouldn’ take the good ol’ gospel that was just layin’ there to my hand. I got to be pickin’ at it until I got it all tore down.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“You’re buying years of work, toil in the sun; you’re buying a sorrow that can’t talk.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“A girl was just a girl to you. They wasn’t nothin’ to you. But to me they was holy vessels. I was savin’ their souls. An’ here with all that responsibility on me I’d just get ’em frothin’ with the Holy Sperit, an’ then I’d take ’em out in the grass.” “Maybe I should of been a preacher,’’ said Joad.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“If you’re in trouble or hurt or need—go to poor people. They’re the only ones that’ll help—the only ones.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“Little kid comes in late ta school. Teacher says, “Why ya late?” Kid says, “Had a take a heifer down—get ’er bred.” Teacher says, “Couldn’t your ol’ man do it?” Kid says, “Sure he could, but not as good as the bull.” Mae”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“Yes, but the bank is only made of men. No, you’re wrong there—quite wrong there. The bank is something else than men. It happens that every man in a bank hates what the bank does, and yet the bank does it. The bank is something more than men, I tell you. It’s the monster. Men made it, but they can’t control it. The”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“No, me, I’m hungry. I’ll work for fifteen. I’ll work for food. The kids. You ought to see them. Little boils, like, comin’ out, an’ they can’t run aroun’. Give ’em some windfall fruit, an’ they bloated up. Me. I’ll work for a little piece of meat. And this was good, for wages went down and prices stayed up. The great owners were glad and they sent out more handbills to bring more people in. And wages went down and prices stayed up. And pretty soon now we’ll have serfs again.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“Then crop failure, drought, and flood were no longer little deaths within life, but simple losses of money. And all their love was thinned with money, and all their fierceness dribbled away in interest until they were no longer farmers at all, but little shopkeepers of crops, little manufacturers who must sell before they can make.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“We still got a where we want, even if we got to crawl for the right.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“Ma put down her head and she fought with a desire to cry.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“In the wet hay of leaking barns babies were born to women who panted with pneumonia. And old people curled up in corners and died that way, so that the coroners could not straighten them. At night frantic men walked boldly to hen roosts and carried off the squawking chickens. If they were shot at, they did not run, but splashed sullenly away; and if they were hit, they sank tiredly in the mud.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“But the machine man, driving a dead tractor on land he does not know and love, understands only chemistry; and he is contemptuous of the land and of himself. When the corrugated iron doors are shut, he goes home, and his home is not the land.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“There ain’t no sin and there ain’t no virtue. There’s just stuff people do.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“Our people are good people; our people are kind people. Pray God some day kind people won’t all be poor. Pray God some day a kid can eat.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“How can we live without our lives? How will we know it’s us without our past? No. Leave it. Burn it.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“But when you get hunted—that’s different. Somepin happens to you. You ain’t strong; maybe you’re fierce, but you ain’t strong. I been hunted now for a long time. I ain’t a hunter no more. I’d maybe shoot a fella in the dark, but I don’t maul nobody with a fence stake no more. It don’t do no good to fool you or me. That’s how it is.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“It's a thing to see when a boy comes home. It's a thing to see.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“The shame of their ignorance was too great for the children.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“cause ever’thing in California is owned. They ain’t nothin’ left. An’ them people that owns it is gonna hang on to it if they got ta kill ever’body in the worl’ to do it.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“If you're in trouble, or hurt or need — go to poor people. They're the only ones that'll help — the only ones.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“Wherever they's a fight so hungry people can eat, I'll be there.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“The people come with nets to fish for potatoes in the river, and the guards hold them back; they come in rattling cars to get the dumped oranges, but the kerosene is sprayed. And they stand still and watch the potatoes float by, listen to the screaming pigs being killed in a ditch and covered with quicklime, watch the mountains of oranges slop down to a putrefying ooze; and in the eyes of the people there is the failure; and in the eyes of the hungry there is a growing wrath.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“I just like to notice things. Makes the time pass.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“It ain’t nobody. It’s a company.’ Got a fella crazy. There wasn’t nobody you could lay for. Lot a the folks jus’ got tired out lookin’ for somepin to be mad at—but not me. I’m mad at all of it.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“Pray God some day kind people won’t all be poor.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“Puedes saber esto: teme el momento en que el hombre deje de sufrir y morir por un concepto, porque esta cualidad es el hombre mismo, y lo que le diferencia en el conjunto del universo.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“In their lapels the insignia of lodges and service clubs, places where they can go and, by a weight of numbers of little worried men, reassure themselves that business is noble and not the curious ritualized thievery they know it is;”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“There is a crime here that goes beyond denunciation. There is a sorrow here that weeping cannot symbolize. There is a failure here that topples all our success. The fertile earth, the straight tree rows, the sturdy trunks, and the ripe fruit. And children dying of pellagra must die because a profit cannot be taken from an orange. And coroners must fill in the certificate—died of malnutrition—because the food must rot, must be forced to rot.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“He looked in wonder at angry people, wonder and uneasiness, as normal people look at the insane.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“Ever see a cock pheasant, stiff and beautiful, ever’ feather drawed an’ painted, an’ even his eyes drawed in pretty? An’ bang! You pick him up—bloody an’ twisted, an’ you spoiled somepin better’n you; an’ eatin’ him don’t never make it up to you, ’cause you spoiled somepin in yaself, an’ you can’t never fix it up.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“and in the eyes of the hungry there is a growing wrath. In the souls of the people the grapes of wrath are filling and growing heavy, growing heavy for the vintage.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“If you could separate causes from results, if you could know that Paine, Marx, Jefferson, Lenin,3 were results, not causes, you might survive. But that you cannot know. For the quality of owning freezes you forever into “I,’’ and cuts you off forever from the “we.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“If he needs a million acres to make him feel rich, seems to me he needs it ‘cause he feels awful poor inside hisself, and if he’s poor in hisself, there ain’t no million acres gonna make him feel rich, an’ maybe he’s disappointed that nothin’ he can do’ll make him feel rich.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“The movement changed them; the highways, the camps along the road, the fear of hunger and the hunger itself, changed them. The children without dinner changed them, the endless moving changed them. They were migrants.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“If he needs a million acres to make him feel rich, seems to me he needs it ’cause he feels awful poor inside hisself, and if he’s poor in hisself, there ain’t no million acres gonna make him feel rich,”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“Death was a friend, and sleep was death’s brother.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“Woman can change better’n a man,’’ Ma said soothingly. “Woman got all her life in her arms. Man got it all in his head.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“The dusk passed into dark, and the desert stars came out in the soft sky, stars stabbing and sharp, with few points and rays to them, and the sky was velvet. And the heat changed. While the sun was up, it was a beating, flailing heat, but now the heat came from below, from the earth itself, and the heat was thick and muffling.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“when property accumulates in too few hands it is taken away. And that companion fact: when a majority of the people are hungry and cold they will take by force what they need. And the little screaming fact that sounds through all history: repression works only to strengthen and knit the repressed.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“Says one time he went out in the wilderness to find his own soul, an’ he foun’ he didn’ have no soul that was his’n. Says he foun’ he jus’ got a little piece of a great big soul. Says a wilderness ain’t no good, ‘cause his little piece of a soul wasn’t no good ‘less it was with the rest, an’ was whole.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“Tell ‘em ya dong’s growed sence you los’ your eye.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“How can you frighten a man whose hunger is not only in his own cramped stomach but in the wretched bellies of his children?”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“They gonna need help. They got to live before they can afford to die.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“Purtiest goddamn country you ever seen, but they ain’t nice to you, them folks. They’re so scairt an’ worried they ain’t even nice to each other.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“One of them deputies give me the lowdown. We was settin’ aroun’, an’ he says, ‘Them goddamn gov’ment camps,’ he says. ‘Give people hot water, an’ they gonna want hot water. Give ’em flush toilets, an’ they gonna want ’em.’ He says, ‘You give them goddamn Okies stuff like that an’ they’ll want ’em.’ An’ he says, ‘They hol’ red meetin’s in them gov’ment camps. All figgerin’ how to git on relief,’ he says.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“They wasn’t nothing in it, good or bad. I just had fun.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“No man had touched the seed, or lusted for the growth. Men ate what they had not raised, had no connection with the bread. The land bore under iron, and under iron gradually died; for it was not loved or hated, it had no prayers or curses.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“He says for God’s sake don’t read about her because he says for one thing you’ll jus’ get messed up worse, an’ for another you won’t have no respect for the guys that work the gover’ments.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“gratefully”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“Need is the stimulus to concept, concept to action.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“Learnin’ it all a time, ever’ day. If you’re in trouble or hurt or need—go to poor people. They’re the only ones that’ll help—the only ones.’’ The screen door slammed behind her.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“If you who own the things people must have could understand this, you might preserve yourself. If you could separate causes from results, if you could know that Paine, Marx, Jefferson, Lenin, were results, not causes, you might survive. But that you cannot know. For the quality of owning freezes you forever into “I,” and cuts you off forever from the “we.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“Fella gits to thinkin’, an’ he gits to knowin’. I ain’t never goin’.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“I figgered, ‘Why do we got to hang it on God or Jesus? Maybe,’ I figgered, ‘maybe it’s all men an’ all women we love; maybe that’s the Holy Sperit—the human sperit—the whole shebang. Maybe all men got one big soul ever’body’s a part of.’ Now I sat there thinkin’ it, an’ all of a suddent—I knew it. I knew it so deep down that it was true, and I still know it.”",
    "book": "The Grapes of Wrath"
  },
  {
    "quote": "“You know a vagrant is anybody a cop don’t like. An’ that’s why they hate this here camp. No cops can get in. This here’s United States, not California.”",
    "book": "The Grapes of Wrath"
  }
]