[
  {
    "quote": "“For it is said that humans are never satisfied, that you give them one thing and they want something more. And this is said in disparagement, whereas it is one of the greatest talents the species has and one that has made it superior to animals that are satisfied with what they have.”",
    "book": "The Pearl"
  },
  {
    "quote": "“Luck, you see, brings bitter friends.”",
    "book": "The Pearl"
  },
  {
    "quote": "“It is not good to want a thing too much. It sometimes drives the luck away. You must want it just enough, and you must be very tactful with Gods or the gods.”",
    "book": "The Pearl"
  },
  {
    "quote": "“A plan is a real thing, and things projected are experienced. A plan once made and visualized becomes reality along with other realities—never to be destroyed but easily to be attacked.”",
    "book": "The Pearl"
  },
  {
    "quote": "“She knew she could help him best by being silent and by being near.”",
    "book": "The Pearl"
  },
  {
    "quote": "“The people say that the two seemed to be removed from human experience; that they had gone through pain and had come out on the other side.”",
    "book": "The Pearl"
  },
  {
    "quote": "“It was a morning like other mornings and yet perfect among mornings.”",
    "book": "The Pearl"
  },
  {
    "quote": "“For every man in the world functions to the best of his ability, and no one does less than his best, no matter what he may think about it.”",
    "book": "The Pearl"
  },
  {
    "quote": "“This was an evil beyond thinking. The killing of a man was not so evil as the killing of a boat. For a boat does not have sons, and a boat cannot protect itself, and a wounded boat does not heal.”",
    "book": "The Pearl"
  },
  {
    "quote": "“And, as with all retold tales that are in people's hearts, there are only good and bad things and black and white things and good and evil things and no in between anywhere.”",
    "book": "The Pearl"
  },
  {
    "quote": "“A town is a thing like a colonial animal. A town has a nervous system and a head and shoulders and feet. A town is a thing separate from all other towns alike. And a town has a whole emotion. How news travels through a town is a mystery not easily to be solved. News seems to move faster than small boys can scramble and dart to tell it, faster than women can call it over the fences.”",
    "book": "The Pearl"
  },
  {
    "quote": "“We do know that we are cheated from birth to the overcharge on our coffins.”",
    "book": "The Pearl"
  },
  {
    "quote": "“To determine to go and to say it was to be halfway there”",
    "book": "The Pearl"
  },
  {
    "quote": "“There is a great deal to be seen in the tilt of a hat on a man.”",
    "book": "The Pearl"
  },
  {
    "quote": "“He did not know, and perhaps this doctor did. And he could not take the chance of pitting his certain ignorance against this man's possible knowledge. He was trapped as his people were always trapped, and would be until, as he had said, they could be sure that the things in the books ere really in the books.”",
    "book": "The Pearl"
  },
  {
    "quote": "“And because they were in some way one thing and one purpose, she smiled with him.And they began this day with hope.”",
    "book": "The Pearl"
  },
  {
    "quote": "“Some day, his mind said, that boy would know what things were in the books and what things were not.”",
    "book": "The Pearl"
  },
  {
    "quote": "“The ants were busy on the ground, big black ones with shiny bodies and the little dusty quick ants. Kino watched with the detachment of God while a dusty ant frantically tried to escape the sand trap an ant lion had dug for him.He watched the ants moving, a little column of them near to his foot, and he put his foot in their path. Then the column climbed over his instep and continued on its way, and Kino left his foot there and watched them move over it.”",
    "book": "The Pearl"
  },
  {
    "quote": "“She gathered some brown seaweed and made a flat damp poultice of it, and this she applied to the baby's swollen shoulder, which was as good a remedy as any and probably better than the doctor could have done. But the remedy lacked his authority because it was simple and didn't cost anything.”",
    "book": "The Pearl"
  },
  {
    "quote": "“And in his dream, Coyotito was reading from a book as large as a house, with letters as big as dogs, and the words galloped and played on the book.”",
    "book": "The Pearl"
  },
  {
    "quote": "“For it is said that humans are neversatisfied, that you give them one thing and they want something more. And this is said in disparagement, whereas it is one of the greatest talents the species has and one that has made it superior to animals that are satisfied with what they have.”",
    "book": "The Pearl"
  },
  {
    "quote": "“Part of the far shore disappeared into a shimmer that looked like water. There was no certainty in seeing, no proof that what you saw was there or was not there. And the people of the Gulf expected all places were that way, and it was not strange to them.”",
    "book": "The Pearl"
  },
  {
    "quote": "“If every single man and woman, child and baby, acts and conducts itself in a known pattern and breaks no walls and differs with no one and experiments in no way and is not sick and does not endanger the ease and peace of mind or steady unbroken flow of the town, then that unit can disappear and never be heard of.”",
    "book": "The Pearl"
  },
  {
    "quote": "“Pearls were accidents, and the finding of one was luck, a little pat on the back by God or the gods or both.”",
    "book": "The Pearl"
  },
  {
    "quote": "“The news came early to the beggars in front of the church, and it made them giggle a little with pleasure, for they knew that there is no Almsgiver in the world like a poor man who is suddenly lucky.”",
    "book": "The Pearl"
  },
  {
    "quote": "“They were students of the expressions of young women as they went in to confession, and they saw them as they came out and read the nature of the sin.”",
    "book": "The Pearl"
  },
  {
    "quote": "“They had spoken once, but there is not need for speech if it is only a habit anyway.”",
    "book": "The Pearl"
  },
  {
    "quote": "“Sometimes it rose to an aching chord that caught the throat, saying this is the safety, this is warmth, this is the Whole.”",
    "book": "The Pearl"
  },
  {
    "quote": "“Now Kino lay in the cave entrance, his chin braced on his crossed arms, and he watched the blue shadow of the mountain move out across the brushy desert below until it reached the Gulf, and the long twilight of the shadow was over the land.”",
    "book": "The Pearl"
  },
  {
    "quote": "“Kino watched with the detachment of God while a dusty ant frantically tried to escape the sand trap an ant lion had dug for him.”",
    "book": "The Pearl"
  },
  {
    "quote": "“And this was part of the family song too. It was all part. Sometimes it rose to an aching cord that caught the throat, saying this is safety, this is warmth, this is the Whole.”",
    "book": "The Pearl"
  },
  {
    "quote": "“And this Kino knew also—that the gods do not love men’s plans”",
    "book": "The Pearl"
  },
  {
    "quote": "“We do know that we are cheated from birth to the overcharge on our coffins. But we survive.”",
    "book": "The Pearl"
  },
  {
    "quote": "“My son will read and open books, and my son will write and will know writing. And my son will make numbers, and these things will make us free because he will know—he will know and through him we will know... This is what the pearl will do.”",
    "book": "The Pearl"
  },
  {
    "quote": "“It is not good to want a thing too much. It sometimes drives the luck away. You must want it just enough.”",
    "book": "The Pearl"
  },
  {
    "quote": "“Kino had wondered often at the iron in his patient, fragile wife. She, who was obedient and respectful and cheerful and patient, she could arch her back in child pain with hardly a cry. She could stand fatigue and hunger almost better than Kino himself. In the canoe she was a strong man.”",
    "book": "The Pearl"
  },
  {
    "quote": "“Thus it might be that the people of the Gulf trust things of the spirit and things of the imagination, but they do not trust their eyes to show them distance or clear outline or any optical exactness.”",
    "book": "The Pearl"
  },
  {
    "quote": "“Juana, glancing secretly at him, saw him smile. And because they were in some way one thing and one purpose, she smiled with him. And they began this day with hope.”",
    "book": "The Pearl"
  },
  {
    "quote": "“The killing of a man was not so evil as the killing of a boat. For a boat does not have sons, and a boat cannot protect itself, and a wounded boat does not heal. There was sorrow in Kino's rage, but this last thing had tightened him beyond breaking.”",
    "book": "The Pearl"
  },
  {
    "quote": "“Steinbeck transfers the resonance of the medieval legend to his own Pearl and forces the reader to see that Kino’s journey to safeguard the pearl becomes an allegory of spiritual struggle.”",
    "book": "The Pearl"
  },
  {
    "quote": "“Although the morning was young, the hazy mirage was up. The uncertain air that magnified some things and blotted out others hung over the whole Gulf so that all sights were unreal and vision could not be trusted; so that sea and land had the sharp clarities and the vagueness of a dream.”",
    "book": "The Pearl"
  },
  {
    "quote": "“But Kino’s face shone with prophecy. “My son will read and open the books”",
    "book": "The Pearl"
  }
]