[
  {
    "quote": "“There are some times...when the love for people is strong and warm like a sorrow.”",
    "book": "To a God Unknown"
  },
  {
    "quote": "“Life cannot be cut off quickly. One cannot be dead until the things he changed are dead. His effect is the only evidence of his life. While there remains even a plaintive memory, a person cannot be cut off, dead. And he thought, “It’s a long slow process for a human to die. We kill a cow, and it is dead as soon as the meat is eaten, but a man’s life dies as a commotion in a still pool dies, in little waves, spreading and growing back toward stillness.”",
    "book": "To a God Unknown"
  },
  {
    "quote": "“The first grave. Now we're getting someplace. Houses and children and graves, that's home, Tom. Those are the things that hold a man down.”",
    "book": "To a God Unknown"
  },
  {
    "quote": "“Everything seems to work with a recurring rhythm except life. There is only one birth and only one death. Nothing else is like that.”",
    "book": "To a God Unknown"
  },
  {
    "quote": "“The wedding was in Monterey, a sombre boding ceremony in a little Protestant chapel. The church had so often seen two ripe bodies die by the process of marriage that it seemed to celebrate a mystic double death with its ritual.”",
    "book": "To a God Unknown"
  },
  {
    "quote": "“He went to his own dark house and lighted the lamps and set fire in the stove. The clock wound by Elizabeth still ticked, storing in its spring the pressure of her hand, and the wool socks she had hung to dry over the stove screen were still damp. These were vital parts of Elizabeth that were not dead yet. Joseph pondered slowly over it. Life cannot be cut off quickly. One cannot be dead until the things he changed are dead. His effect is the only evidence of his life.”",
    "book": "To a God Unknown"
  },
  {
    "quote": "“These were words to clothe a naked thing, and the thing is ridiculous in clothes.”",
    "book": "To a God Unknown"
  },
  {
    "quote": "“The mountains sat with their feet in the sea, and the old man's house was on the knees.”",
    "book": "To a God Unknown"
  },
  {
    "quote": "“The calm and the sorrow were so great that they bore down on his chest, and the loneliness was complete, a circle impenetrable.”",
    "book": "To a God Unknown"
  },
  {
    "quote": "“He's eating God the way a bear eats meat against the winter.”",
    "book": "To a God Unknown"
  },
  {
    "quote": "“Thank God this man has no message. Thank God he has no will to be remembered, to be believed in.” And, in sudden heresy, “else there might be a new Christ here in the West.”",
    "book": "To a God Unknown"
  },
  {
    "quote": "“My mother said how the earth is our mother, and how everything that lives has life from the mother and goes back into the mother.”",
    "book": "To a God Unknown"
  },
  {
    "quote": "“What lives here is more real than we are. We are like ghosts of its reality.”",
    "book": "To a God Unknown"
  },
  {
    "quote": "“You must endure,” said the church; and its music was a sunless prophecy.”",
    "book": "To a God Unknown"
  },
  {
    "quote": "“When he walked bareheaded through the fields, feeling the wind in his beard, his eyes smoldered with lust.”",
    "book": "To a God Unknown"
  }
]