[
  {
    "quote": "“Time is more complex near the sea than in any other place, for in addition to the circling of the sun and the turning of the seasons, the waves beat out the passage of time on the rocks and the tides rise and fall as a great clepsydra.”",
    "book": "Tortilla Flat"
  },
  {
    "quote": "“Thoughts are slow and deep and golden in the morning.”",
    "book": "Tortilla Flat"
  },
  {
    "quote": "“Ah, the prayers of the millions, how they must fight and destroy each other on their way to the throne of God.”",
    "book": "Tortilla Flat"
  },
  {
    "quote": "“What pillow can one have like a good conscience?”",
    "book": "Tortilla Flat"
  },
  {
    "quote": "“It is a fact verified and recorded in many histories that soul capable of the greatest good is also capable of the greatest evil. Who is there more impious than backsliding priest? Who more carnal than a recent virgin? This, however, may be a matter of appearance.”",
    "book": "Tortilla Flat"
  },
  {
    "quote": "“Beans are a warm cloak against economic cold.”",
    "book": "Tortilla Flat"
  },
  {
    "quote": "“It is astounding to find that the belly of every black and evil thing is as white as snow. And it is saddening to discover how the concealed parts of angels are leporous.”",
    "book": "Tortilla Flat"
  },
  {
    "quote": "“Ghosts could walk freely tonight, without fear of the disbelief of men; for this night was haunted, and it would be an insensitive man who did not know it.”",
    "book": "Tortilla Flat"
  },
  {
    "quote": "“A dying organism is often observed to be capable of extraordinary endurance and strength. ... When any living organism is attacked, its whole function seems to aim toward reproduction.”",
    "book": "Tortilla Flat"
  },
  {
    "quote": "“The candle aimed its spark of light at heaven, like an artist who consumes himself to become divine.”",
    "book": "Tortilla Flat"
  },
  {
    "quote": "“They walked side by side along the dark beach toward Monterey, where the lights hung, necklace above necklace against the hill. The sand dunes crouched along the back of the beach like tired hounds, resting: and the waves gently practiced at striking, and hissed a little. The night was cold and aloof, and its warm life was withdrawn, so that it was full of bitter warnings to man that he is alone in the world, and alone among his fellows; that he has no comfort owing him from anywhere.”",
    "book": "Tortilla Flat"
  },
  {
    "quote": "“It is a time of quiet joy, the sunny morning. When the glittery dew is on the mallow weeds, each leaf holds a jewel which is beautiful if not valuable. This is no time for hurry or for bustle. Thoughts are slow and deep and golden in the morning. Pablo”",
    "book": "Tortilla Flat"
  },
  {
    "quote": "“He was very rich; he bought eggs to throw at a Chinaman. And one of those eggs missed the Chinaman and hit a policeman. So, Danny was in jail.”",
    "book": "Tortilla Flat"
  },
  {
    "quote": "“Things that happen are of no importance. But from everything that happens, there is a lesson to be learned.”",
    "book": "Tortilla Flat"
  },
  {
    "quote": "“Here you play in the street, little chicken. Some day an automobile will run over you; and if it kills you, that will be the best thing that can happen. It may only break your leg or your wing. Then all of your life you will drag along in misery. Life is too hard for you, little bird.”",
    "book": "Tortilla Flat"
  },
  {
    "quote": "“It is worth while to be kind and generous,” he said. “Not only do such actions pile up a house of joy in Heaven; but there is, too, a quick reward here on earth. One feels a golden warmth glowing like a hot enchilada in one’s stomach.”",
    "book": "Tortilla Flat"
  },
  {
    "quote": "“If two generous paths branch from the highroad of life and only one can be followed, who is to judge which is best?”",
    "book": "Tortilla Flat"
  },
  {
    "quote": "“We must find him...Some harm will fall upon our friend in his craziness. We must search through the whole world until we find him.”",
    "book": "Tortilla Flat"
  },
  {
    "quote": "“Thy life is not thine own to govern, Danny, for it controls other lives. See how thy friends suffer! Spring to life, Danny, that thy friends may live again!”",
    "book": "Tortilla Flat"
  },
  {
    "quote": "“It is astounding to find that the belly of every black and evil thing is as white as snow.”",
    "book": "Tortilla Flat"
  },
  {
    "quote": "“Thus do the gods speak with tiny causes.”",
    "book": "Tortilla Flat"
  },
  {
    "quote": "“It was Jesus Maria's practice to go to the post office every day, first because there he could see many people whom he knew, and second because on that windy post office corner he could look at the legs of a great many girls.”",
    "book": "Tortilla Flat"
  },
  {
    "quote": "“No, dying, a man may be loved, hated, mourned, missed; but once dead he becomes the chief ornament of a complicated and formal social celebration.”",
    "book": "Tortilla Flat"
  },
  {
    "quote": "“It is astounding to find that the belly of every black and evil thing is white as snow. And it is saddening to discover how the concealed parts of angels are leprous.”",
    "book": "Tortilla Flat"
  },
  {
    "quote": "“Marihuana”",
    "book": "Tortilla Flat"
  },
  {
    "quote": "“At this very moment Pablo Sanchez happened to be sitting in the ditch at the side of the road, wishing he had a cigarette and a glass of wine. Ah, the prayers of the millions, how they must fight and destroy each other on their way to the throne of God. Pablo”",
    "book": "Tortilla Flat"
  },
  {
    "quote": "“Now it is over,” he said sadly. “Now the great times are done. Thy friends will mourn, but nothing will come of their mourning.” Danny”",
    "book": "Tortilla Flat"
  },
  {
    "quote": "“Teresina went often to confession. She was the despair of Father Ramon. Indeed he had seen that while her knees, her hands, and her lips did penance for an old sin, her modest and provocative eyes, flashing under drawn lashes, laid the foundation for a new one. During”",
    "book": "Tortilla Flat"
  },
  {
    "quote": "“In the summer when the hands of a clock point to seven, it is a nice time to get up, but in winter the same time is of no value whatever. How much better is the sun!”",
    "book": "Tortilla Flat"
  },
  {
    "quote": "“enchilada in one’s stomach”",
    "book": "Tortilla Flat"
  },
  {
    "quote": "“He leaned it against the fence and covered it with a sack; then he buried his ax in the ground, for, as every one knows, it makes steel much harder to be buried.”",
    "book": "Tortilla Flat"
  },
  {
    "quote": "“The afternoon came down as imperceptibly as age comes to a happy man.”",
    "book": "Tortilla Flat"
  },
  {
    "quote": "“If two generous paths branch from the high road of life and only one can be followed, who is to judge which is best?”",
    "book": "Tortilla Flat"
  }
]