[
  {
    "quote": "“What good is the warmth of summer, without the cold of winter to give it sweetness.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“I was born lost and take no pleasure in being found.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“I have always lived violently, drunk hugely, eaten too much or not at all, slept around the clock or missed two nights of sleeping, worked too hard and too long in glory, or slobbed for a time in utter laziness. I've lifted, pulled, chopped, climbed, made love with joy and taken my hangovers as a consequence, not as a punishment.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“A sad soul can kill you quicker, far quicker, than a germ.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“I wonder why progress looks so much like destruction.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“I am happy to report that in the war between reality and romance, reality is not the stronger.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“We value virtue but do not discuss it. The honest bookkeeper, the faithful wife, the earnest scholar get little of our attention compared to the embezzler, the tramp, the cheat.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“A journey is like marriage. The certain way to be wrong is to think youcontrol it.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“I’m in love with Montana. For other states I have admiration, respect, recognition, even some affection. But with Montana it is love. And it’s difficult to analyze love when you’re in it.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“When I face the desolate impossibility of writing five hundred pages, a sick sense of failure falls on me, and I know I can never do it. Then gradually, I write one page and then another. One day's work is all I can permit myself to contemplate.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“The redwoods, once seen, leave a mark or create a vision that stays with you always. No one has ever successfully painted or photographed a redwood tree. The feeling they produce is not transferable. From them comes silence and awe. It's not only their unbelievable stature, nor the color which seems to shift and vary under your eyes, no, they are not like any trees we know, they are ambassadors from another time.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“I find out of long experience that I admire all nations and hate all governments”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“We find after years of struggle that we do not take a trip; a trip takes us.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“And finally, in our time a beard is the one thing that a woman cannot do better than a man, or if she can her success is assured only in a circus.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“She wasn't happy, but then she wasn't unhappy. She wasn't anything. But I don't believe anyone is a nothing. There has to be something inside, if only to keep the skin from collapsing. This vacant eye, listless hand, this damask cheek dusted like a doughnut with plastic powder, had to have a memory or a dream.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“For how can one know color in perpetual green, and what good is warmth without cold to give it sweetness?”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“A question is a trap and an answer is your foot in it.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“For it is my opinion that we enclose and celebrate the freaks of our nation and our civilization. Yellowstone National Park is no more representative of America than is Disneyland.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“So much there is to see, but our morning eyes describe a different world than do our afternoon eyes, and surely our wearied evening eyes can report only a weary evening world.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“I think today if we forbade our illiterate children to touch the wonderful things of our literature, perhaps they might steal them and find secret joy.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“Strange how one person can saturate a room with vitality, with excitement. Then there are others, and this dame was one of them, who can drain off energy and joy, can suck pleasure dry and get no sustenance from it. Such people spread a grayness in the air about them.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“Again it might have been the American tendency in travel. One goes, not so much to see but to tell afterward.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“People don’t take trips—trips take people.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“I wonder why it is that when I plan a route too carefully, it goes to pieces, whereas if I blunder along in blissful ignorance aimed in a fancied direction I get through with no trouble.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“Once Charley fell in love with a dachshund, a romance racially unsuitable, physically ridiculous, and mechanically impossible. But all these problems Charley ignored. He loved deeply and tried dogfully.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“To find not only that this bedlam of color was true but that the pictures were pale and inaccurate translations, was to me startling. I can't even imagine the forest colors when I am not seeing them. I wondered whether constant association could cause inattention, and asked a native New Hampshire woman about it. She said that autumn never failed to amaze her; to elate. 'It is a glory,' she said, 'and can't be remembered, so that it always comes as a surprise.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“Montana seems to me to be what a small boy would think Texas is like from hearing Texans”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“We, or at least I, can have no conception of human life and human thought in a hundred years or fifty years. Perhaps my greatest wisdom is the knowledge that I do not know. The sad ones are those who waste their energy in trying to hold it back, for thy can only feel bitterness in loss and no joy in gain.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“The sad ones are those who waste their energy in trying to hold it back, for they can only feel bitterness in loss and no joy in gain.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“And in my own life I am not willing to trade quality for quantity.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“My wife married a man; I saw no reason why she should inherit a baby...I am very fortunate in having a wife who likes being a woman, which means that she likes men, not elderly babies.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“Perhaps my greatest wisdom is the knowledge that I do not know.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“You can't go home again because home has ceased to exist except in the mothballs of memory.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“It occurs to me that just as the Carthaginians hired mercenaries to do their fighting for them, we Americans being in mercenaries to do our hard and humble work. I hope we may not be overwhelmed one day by peoples not too proud or too lazy or too soft to bend to the earth and pick up the things we eat.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“Through my own efforts, I am lost most of the time without any help from anyone.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“When we get these thruways across the whole country, as we will and must, it will be possible to drive from New York to California without seeing a single thing.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“It is possible, even probable, to be told a truth about a place, to accept it, to know it and at the same time not to know anything about it.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“Radio and television speech becomes standardized, perhaps better English than we have ever used. Just as our bread, mixed and baked, packaged and sold without benefit of accident of human frailty, is uniformly good and uniformly tasteless, so will our speech become one speech.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“It is the nature of a man as he grows older, a small bridge in time, to protest against change, particularly change for the better. But it is true that we have exchanged corpulence for starvation, and either one will kill us.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“A dog...is a bond between strangers.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“I was born lost and take no pleasure in being found, nor much identification from shapes which symbolize continents and states.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“And now submarines are armed with mass murder, our silly, only way of deterring mass murder.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“At the roadsides I never had a really good dinner or a really bad breakfast.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“The mountains of things we throw away are much greater than the things we use. In this, if no other way, we can see the wild an reckless exuberance of our production, and waste seems to be the index.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“No one has ever successfully painted or photographed a redwood tree. The feeling they produce is not transferable. From them comes silence and awe.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“The only good writer was a dead writer.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“What I am mourning is perhaps not worth saving, but I regret its loss nevertheless.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“When people are engaged in something they are not proud of, they do not welcome witnesses. In fact, they come to believe the witness causes the trouble.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“In literary criticism the critic has no choice but to make over the victim of his attention into something the size and shape of himself.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“And then I saw what I was to see so many times on the journey—a look of longing. “Lord! I wish I could go.”“Don’t you like it here?”“Sure. It’s all right, but I wish I could go.”“You don’t even know where I’m going.”“I don’t care. I’d like to go anywhere.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“With all the polls and opinions posts, with newspapers more opinion than news so that we no longer know one from the other....”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“I see too many men delay their exits with a sickly slow reluctance to leave the stage. It's bad theater as well as bad living”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“We have in past been forced into reluctant change by weather, calamity, and plague. Now the pressure comes from our biologic success as a species. We have overcome all enemies but ourselves.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“For how can one know colour in perpetual green, and what good is warmth without cold to give it sweetness?”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“Communications must destroy localness, by a slow, inevitable process.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“I've lived in a good climate, and it bores the hell out of me.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“Relationship Time to Aloneness. And I remember about that. Having a companion fixes you in time and that the present, but when the quality of aloneness settles down, past, present, and future all flow together. A memory, a present event, and a forecast all equally present.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“There seemed to be no cure for loneliness save only being alone.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“I knew long ago and rediscovered that the best way to attract attention,help,and conversation is to be lost.A man who seeing his mother starving to death on a path kicks her in the stomach to clear the way, will cheerfully devote several hours of his time giving wrong directions to a total stranger who claims to be lost”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“But it isn't hunger that drives millions of armed American Males to forests and hills every autumn, as the high incidence of heart failure among the hunters will prove. Somehow the hunting process has to do with masculinity, but I don't quite know how.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“I don't ever drink alone. It's not much fun. And I don't think I will until I am an alcoholic.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“The Pacific is my home ocean; I knew it first, grew up on its shore, collected marine animals along the coast. I know its moods, its color, its nature.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“In Spanish there is a word for which I can't find a counter word in English. It is the verb vascular, present participle vacilando. I does not mean vacillating at all. If one is vacilando, he is going somewhere but doesn't greatly care whether or not her gets there, although he has direction. . . We could choose some article almost certain not to exist there and then diligently try to find it.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“Curious how a place unvisited can take such hold on the mind so that the very name sets up a ringing.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“My town had grown and changed and my friend along with it. Now returning, as changed to my friend as my town was to me, I distorted his picture, muddied his memory. When I went away I had died, and so became fixed and unchangeable. My return caused only confusion and uneasiness.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“Yellowstone National Park is no more representative of America than is Disneyland.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“You can’t go home again because home has ceased to exist except in the mothballs of memory.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“The ancients placed love and war in the hands of closely related gods.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“I saw in their eyes something I was to see over and over in every part of the nation—a burning desire to go, to move, to get under way, anyplace, away from any Here. They spoke quietly of how they wanted to go someday, to move about, free and unanchored, not toward something but away from something.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“People don't take trips—trips take people.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“A journey is a person in itself; no two are alike. And all plans, safeguards, policing, and coercion are fruitless. We find after years of struggle that we do not take a trip; a trip takes us.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“just as the Carthaginians hired mercenaries to do their fighting for them, we Americans bring in mercenaries to do our hard and humble work. I hope we may not be overwhelmed one day by peoples not too proud or too lazy or too soft to bend to the earth and pick up the things we eat.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“Don’t ever ask directions of a Maine native,” I was told. “Why ever not?” “Somehow we think it is funny to misdirect people and we don’t smile when we do it, but we laugh inwardly. It is our nature.” I wonder if that is true. I could never test it, because through my own efforts I am lost most of the time without any help from anyone.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“I’ve lifted, pulled, chopped, climbed, made love with joy and taken my hangovers as a consequence, not as a punishment. I did not want to surrender fierceness for a small gain in yardage. My wife married a man; I saw no reason why she should inherit a baby.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“Tom Wolfe was right. You can’t go home again because home has ceased to exist except in the mothballs of memory.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“Strange how one person can saturate a room with vitality, with excitement. Then there are others, and this dame was one of them, who can drain off energy and joy, can suck pleasure dry and get no sustenance from it. Such people spread a grayness in the air about them.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“I didn’t think that at all, sir, but I bet I’m going to. Why, I remember when people took everything out on Mr. Roosevelt. Andy Larsen got red in the face about Roosevelt one time when his hens got the croup. Yes, sir,” he said with growing enthusiasm, “those Russians got quite a load to carry. Man has a fight with his wife, he belts the Russians.” “Maybe everybody needs Russians. I’ll bet even in Russia they need Russians. Maybe they call it Americans.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“St. Paul has just closed his book. His finger marks the last page read and on his face are the wonder and will to understand after the book is closed. Maybe understanding is possible only after.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“Beyond my failings as a racist, I knew I was not wanted in the South. When people are engaged in something they are not proud of, they do not welcome witnesses.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“When I was a child growing up in Salinas we called San Francisco “the City”. Of course it was the only city we knew, but I still think of it as the City, and so does everyone else who has ever associated with it. A strange and exclusive work is “city”. Besides San Francisco, only small sections of London and Rome stay in the mind as the City. New Yorkers say they are going to town. Paris has no title but Paris. Mexico City is the Capital. p197”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“I did not want to surrender fierceness for a small gain in yardage. My wife married a man; I saw no reason why she should inherit a baby.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“Those people might have been murderers, sadists, brutes, ugly apish subhumans for all I knew, but I found myself thinking, “What charming people, what flair, how beautiful they are. How I wish I knew them.” And all based on the delicious smell of soup.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“It was neither forbidden nor discouraged. I think today if we forbade our illiterate children to touch the wonderful things of our literature, perhaps they might steal them and find secret joy.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“I wanted to go to the rooftree of Maine to start my trip before turning west. It seemed to give the journey a design, and everything in the world must have design or the human mind rejects it. But in addition it must have purpose or the human conscience shies away from it. Maine”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“My friend Jack Wagner has often, in Mexico, assumed this state of being. Let us say we wanted to walk in the streets of Mexico ity but not at random. We would choose some article almost certain not to exist there and then diligently try to find it.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“the technique must be learned the way I learned it, by failures”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“Where the rich lead,the poor will follow, or try to.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“I printed it once more on my eyes, south, west, and north, and then we hurried away from the permanent and changeless past where my mother is always shooting a wildcat and my father is always burning his name with his love.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“Tom Wolfe was right,” he reflected. “You can’t go home again because home has ceased to exist except in the mothballs of memory.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“I have never smuggled anything in my life. Why, then, do I feel an uneasy sense of guilt on approaching a customs barrier?”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“You want I should drive twenty miles because I got roots?”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“And I am sure that, as all pendulums reverse their swing, so eventually will the swollen cities rupture like dehiscent wombs and disperse their children back to the countryside.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“I do wonder whether there will come a time when we can no longer afford our wastefulness”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“Only through imitation do we develop toward originality.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“From start to finish I found no strangers. If I had, I might be able to report them more objectively. But these are my people and this my country. If I found matters to criticize and to deplore, they were tendencies equally present in myself.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“Can it be that we do not love to be reminded that we are very young and callow in a world that was old when we came into it? And could there be a strong resistance to the certainty that a living world will continue its stately way when we no longer inhabit it?”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“When Steinbeck was awarded the Nobel Prize for Literature in 1962, only five Americans had previously been so honored. Accepting the prize in Stockholm, he gave an impassioned speech in which he argued that “the ancient commission of the writer has not changed. He is charged with exposing our many grievous faults and failures, with dredging up to the light our dark and dangerous dreams for the purpose of improvement.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“The mountains of things we throw away are much greater than the things we use.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“The ancients placed love and war in the hands of closely related gods. That was no accident. That, sir, was a profound knowledge of man.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“began to formulate a new law describing the relationship of protection to despondency. A sad soul can kill you quicker, far quicker, than a germ.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“I see too many men delay their exits with a sickly, slow reluctance to leave the stage.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“The climate changed quickly to cold and the trees burst into color, the reds and yellows you can't believe. It isn't only color but a glowing, as though the leaves gobbled the light of the autumn sun and then released it slowly. There's a quality of fire in these colors. I got high in the mountains before dusk.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“It’s because I’ve stopped seeing. When that happens you think you’ll never see again.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“Montana seems to me to be what a small boy would think Texas is like from hearing Texans.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“One goes, not so much to see but to tell afterward.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“a beard is the one thing a woman cannot do better than a man, or if she can her success is assured only in a circus.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“there must be a saturation point and the progress may be a progression toward strangulation.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“I began to formulate a new law describing the relationship of protection to despondency. A sad soul can kill you quicker, far quicker, than a germ.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“Steinbeck set off from Sag Harbor on the morning of September 23, 1960, with Charley, his tall and gregarious French poodle, for company. “I remember when he asked to take Charley Dog,” his wife later recalled. “He said rather meekly, ‘This is a big favor I’m going to ask, Elaine. Can I take Charley?’ ‘What a good idea,’ I said, ‘if you get into any kind of trouble, Charley can go get help.’ John looked at me sternly and said, ‘Elaine, Charley isn’t Lassie.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“What makes Travels with Charley so readily accessible to even the most casual reader is the deft evocation of the natural world, the colors and textures of leaves on the trees, the rich smells of earth, the slur of rain on pavement, the sharp rays of the sun as they pillar through a scud of clouds. Indeed, one can hardly open a page of this book without stumbling upon some bright image from nature.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“I remember as a child reading or hearing the words 'The Great Divide' and being stunned by the glorious sound, a proper sound for the granite backbone of a continent.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“In the delicate world of relationships, we are tied together for all time.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“Saw in their eyes something I was to see over and over in every part of the nation—a burning desire to go, to move, to get under way, anyplace, away from any here. They spoke quietly of how they wanted to go someday, to move about, free and unanchored, not toward something but away from something.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“I think today if we forbade our illiterate children to touch the wonderful things of our literature, perhaps they might steal them and find secret joy. Very”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“The Texans, they say, didn’t want to pay taxes and, second, Mexico had abolished slavery in 1829, and Texas, being part of Mexico, was required to free its slaves. Of course there were other causes of revolt, but these two are spectacular to a European, and rarely mentioned here.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“I think he didn't like himself, and when that is so the subject usually must find an area for dislike outside himself.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“It is my experience that in some areas Charley is more intelligent than I am, but in others he is abysmally ignorant. He can’t read, can’t drive a car, and has no grasp of mathematics. But in his own field of endeavor, which he was now practicing, the slow, imperial smelling over and anointing of an area, he has no peer. Of course his horizons are limited, but how wide are mine?”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“She wasn’t anything. But I don’t believe anyone is a nothing. There has to be something inside, if only to keep the skin from collapsing. This vacant eye, listless hand, this damask cheek dusted like a doughnut with plastic powder, had to have a memory or a dream.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“It occurs to me that, just as the Carthaginians hired mercenaries to do their fighting for them, we Americans bring in mercenaries to do our hard and humble work. I hope we may not be overwhelmed one day by peoples not too proud or too lazy or too soft to bend to the earth and pick up the things we eat.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“And then I saw what I was to see so many times on the journey—a look of longing. “Lord! I wish I could go.” “Don’t you like it here?” “Sure. It’s all right, but I wish I could go.” “You don’t even know where I’m going.” “I don’t care. I’d like to go anywhere.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“Over and over I thought we lack the pressures that make men strong and the anguish that makes men great. The pressures are debts, the desires are for more material toys and the anguish is boredom. Through time, the nation has become a discontented land.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“I find out of long experience that I admire all nations and hate all governments...”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“When the virus of restlessness begins to take possession of a wayward man, and the road away from Here seems broad and straight and sweet, the victim must first find in himself a good and sufficient reason for going.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“This monster of a land, this mightiest of nations, this spawn of the future, turns out to be the macrocosm of microcosm me”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“A kind of second childhood falls on so many men. They trade their violence for the promise of a small increase of life span.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“We have in the past been forced into reluctant change by weather, calamity, and plague.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“She knew exactly what she wanted and he didn’t, but his want would ache in him all his life.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“Also, I am not shy about admitting that I am an incorrigible Peeping Tom. I have never passed an unshaded window without looking in, have never closed my ears to a conversation that was none of my business. I can justify or even dignify this by protesting that in my trade I must know about people, but I suspect that I am simply curious.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“I conceived a love for Joseph Addison which I have never lost. He plays the instrument of language as Casals plays a cello.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“I wondered how in hell I’d got myself mixed up in a project that couldn’t be carried out. It was like starting to write a novel. When I face the desolate impossibility of writing five hundred pages a sick sense of failure falls on me and I know I can never do it. This happens every time. Then gradually I write one page and then another. One day’s work is all I can permit myself to contemplate and I eliminate the possibility of ever finishing.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“occurs to me that, just as the Carthaginians hired mercenaries to do their fighting for them, we Americans bring in mercenaries to do our hard and humble work. I hope”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“I have always lived violently, drunk hugely, eaten too much or not at all, slept around the clock or missed two nights of sleeping, worked too hard or too long in glory, or slobbed for a time in utter laziness. I've lifted, pulled, chopped, climbed, made love with joy and taken my hangovers as consequence, not as punishment. I did not want to surrender fierceness for a small gain in yardage.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“When I face the desolate impossibility of writing five hundred pages a sick sense of failure falls on me and I know I can never do it. This happens every time. Then gradually I write one page and then another. One day’s work is all I can permit myself to contemplate and I eliminate the possibility of ever finishing.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“No one has ever successfully painted or photographed a redwood tree. The feeling they produce is not”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“In this a journey is like marriage. The certain way to be wrong is to think you control it. I feel better now, having said this, although only those who have experienced it will understand it.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“these are my people and this my country. If I found matters to criticize and to deplore, they were tendencies equally present in myself.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“It seems to me that Montana is a great splash of grandeur. The scale is huge but not overpowering. The land is rich with grass and color, and the mountains are the kind I would create if mountains were ever put on my agenda. Montana seems to me to be what a small boy would think Texas is like from hearing Texans.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“It would be difficult to explain to a dog the good and moral purpose of a thousand humans gathered to curse one tiny human. I’ve seen a look in dogs’ eyes, a quickly vanishing look of amazed contempt, and I am convinced that basically dogs think humans are nuts.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“It remained the City I remembered, so confident of its greatness that it can afford to be kind.”",
    "book": "Travels with Charley"
  },
  {
    "quote": "“But now I heard the words, bestial and filthy and degenerate. In a long and unprotected life I have seen and heard the vomitings of demoniac humans before. Why then did these screams fill me with a shocked and sickened sorrow?”",
    "book": "Travels with Charley"
  }
]